[
    {
        "name": "石林",
        "enName": "Rockgrove",
        "place": [
            "",
            "黑木"
        ],
        "enplace": [
            "Gloomire",
            "Blackwood"
        ],
        "DLC": "",
        "DLCicon": "",
        "location": "Southeastern corner of Blackwood",
        "Group_Size": "12",
        "Bosses": "5",
        "mini_Bosses": "3",
        "background": "https://images.uesp.net/f/f9/ON-load-Rockgrove.png",
        "picture": "https://images.uesp.net/f/fc/ON-place-Rockgrove.jpg",
        "mystery": "卡乌斯部落的石语者们已经看守石林的石巢神庙几百年了。虽然石头依旧沉默，但其底下的混乱随时可能爆发。在此之前，需要有石语者留心征兆并让部落准备好进行抵御。",
        "des": "Rockgrove, known to the locals as Krona-Konu, is an Argonian settlement and trial located in the southeastern reaches of Blackwood.\nRockgrove was recently attacked and taken over by the hostile Sul-Xan tribe, who are now working on a ritual to bring in powerful Daedra from The Deadlands to cross over into Tamriel.",
        "BOSS": [
            {
                "name": "蛇浴",
                "enName": "Basks-In-Snakes",
                "species": "Naga",
                "place": "Rockgrove",
                "n-Health": "14,723,668",
                "v-Health": "20,698,000",
                "hmHealth": "",
                "des": "Basks-In-Snakes is a large Naga snake handler and member of the Sul-Xan tribe who can be found in the Overgrown Thoroughfare of Rockgrove. He is accompanied by his Giant Snake.\nHe is an optional boss of the trial, located behind some building off the main path; from the trial entrance, you can find him by taking a left through the hostile flora rather than a right up the stairs to the next section of trash mobs.",
                "picture": "https://images.uesp.net/3/3c/ON-npc-Basks-In-Snakes.jpg",
                "skills": [
                    {
                        "name": "迅捷射击",
                        "enName": "Quick Shot",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_ranged_basic.png",
                        "des": "A basic ranged attack dealing moderate physical damage."
                    },
                    {
                        "name": "箭矢倾泻",
                        "enName": "Arrow Spray",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_bow_005.png",
                        "des": "Basks-In-Snakes shoots a spray of arrows in the direction he is facing as indicated by a red cone. This attack does high physical damage as well as snares all enemies hit."
                    },
                    {
                        "name": "齐攻",
                        "enName": "Volley",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_bow_003.png",
                        "des": "Basks-In-Snakes fires continuously at an area as indicated by a red circle. This attack does high physical damage over time. Unlike standard archers, several volleys in a row are fired."
                    },
                    {
                        "name": "瞄准目标",
                        "enName": "Taking Aim",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_ranged_heavy.png",
                        "des": "A powerful sniping bow attack that takes time to charge up which deals massive physical damage. This can be interrupted."
                    },
                    {
                        "name": "召唤",
                        "enName": "Summon",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_057.png",
                        "des": "Basks-In-Snakes summons a group of five smaller giant snakes to come assist."
                    }
                ]
            },
            {
                "name": "奥西索",
                "enName": "Oaxiltso",
                "species": "亚龙人巨兽",
                "place": "Rockgrove",
                "n-Health": "19,086,236",
                "v-Health": "62,872,740",
                "hmHealth": "125,745,480",
                "des": "Oaxiltso is an Argonian behemoth and a member of the Sul-Xan tribe who can be found in the Ruined Springs of Rockgrove. He is the first boss of the trial.\nUnlike most behemoths, his scales are red; Dust-On-Scales believes this to be some form of corruption, possibly resulting from Oaxiltso being altered somehow by Flame-Herald Bahsei's Daedric magic.",
                "picture": "https://images.uesp.net/f/f4/ON-creature-Oaxiltso.jpg",
                "skills": [
                    {
                        "name": "沼泽粉碎",
                        "enName": "Marsh Masher",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/achievement_027.png",
                        "des": "A basic melee attack dealing moderate physical damage."
                    },
                    {
                        "name": "贪欲啃咽",
                        "enName": "Ravenous Chomp",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_heavy.png",
                        "des": "Oaxiltso performs a deep bite at his target, dealing massive physical damage. This can be blocked."
                    },
                    {
                        "name": "狂野闪击",
                        "enName": "Savage Blitz",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/mos_dagrund_upheavel.png",
                        "des": "Oaxiltso charges forward and chomps the farthest (within 25m range) target, dealing massive physical damage. This can (and should) be dodged by the target and everyone on Oaxiltso's path, should he charge through the group."
                    },
                    {
                        "name": "Fiery Stomp",
                        "enName": "Fiery Stomp",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Oaxiltso performs a series of three stomping attacks, first stomping each of his feet, and ending with a jumping stomp. All three release flaming trails outward which deal high flame damage each. There isn't any AoE indicator during this ability."
                    },
                    {
                        "name": "爆裂碎击",
                        "enName": "Blistering Smash",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_destructionstaff_004.png",
                        "des": "Oaxiltso slams his fists into the ground, exploding the earth struck, as indicated by a large red circle. The initial hit deals very high physical damage, and the lingering area deals continuous high flame damage. This can be performed both up close or standing further away, spawning the cracked earth near his target."
                    },
                    {
                        "name": "剧毒淤泥",
                        "enName": "Noxious Sludge",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_poison_ranged.png",
                        "des": "Oaxiltso retches poison on two targets in the party, prioritizing those farthest from the pools in the corners of the arena, if he can, otherwise he will select random targets. Poisoned targets will take ramping poison damage and drop Noxious Pools (small poison AOE) at their feet until they cleanse the effect by walking into the pools (which will turn the pool poisonous for a duration, dealing damage to anyone standing in it and not cleansing poisoned players)."
                    },
                    {
                        "name": "Summon Havocrel Annihilators",
                        "enName": "Summon Havocrel Annihilators",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "At 90%/75%/50%/25% health, Oaxiltso howls to Mehrunes Dagon for aid, causing three meteors and then a Havocrel Annihilator to fall from the sky into the arena, in blasts indicated by charging AoE circles, dealing high flame damage. On Veteran difficulty, Havocrel Annihilators have a noteworthy ability to cast enraging aura on themselves shortly after entering the fight - if Oaxiltso comes in its range, both him and the Havocrel enrage, boosting damage from all sources originating from their abilities, including poison DoTs and Noxious Pools. Havocrels should be burned down as quickly as possible when they appear (the last one can be held away from the boss, instead)."
                    },
                    {
                        "name": "Summon Death Hoppers",
                        "enName": "Summon Death Hoppers",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Occasionally, Death Hoppers are summoned during the fight to assist."
                    }
                ]
            },
            {
                "name": "烈焰先驱巴塞",
                "enName": "Flame-Herald Bahsei",
                "species": "Naga",
                "place": "Rockgrove",
                "n-Health": "21,812,840",
                "v-Health": "65,201,356",
                "hmHealth": "123,882,576",
                "des": "Flame-Herald Bahsei is a Naga warrior-mage and member of the Sul-Xan tribe who can be found atop the Xanmeer Pinnacle in Rockgrove. She is the second boss of the trial. She is the leader of the forces that attacked Rockgrove.\nBahsei is a worshipper of Mehrunes Dagon and has opened an Oblivion Gate in an effort to summon Xalvakka to Tamriel. She has used her magic to harvest the souls of all who have died in the attack on the settlement, to be sacrificed to Xalvakka. When you confront her, she will transform into a Bone Goliath before the fight starts.",
                "picture": "https://images.uesp.net/9/9a/ON-npc-Flame-Herald_Bahsei.jpg",
                "skills": [
                    {
                        "name": "Twin Strikes",
                        "enName": "Twin Strikes",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "A double-hitting basic melee attack, dealing moderate physical damage."
                    },
                    {
                        "name": "Savage Blows",
                        "enName": "Savage Blows",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "A double-hitting basic melee attack, dealing slightly more damage than \"Twin Strikes\"."
                    },
                    {
                        "name": "死亡之吻",
                        "enName": "Kiss of Death",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_cold_aoe2.png",
                        "des": "Flame-Herald Bahsei swings with her magical scythe at targets, dealing high physical damage and staggering."
                    },
                    {
                        "name": "血肉撕裂",
                        "enName": "Rend Flesh",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_bleed.png",
                        "des": "Flame-Herald Bahsei strikes a pose with her dual blades, before delivering a powerful overhead blow with her left blade, dealing massive physical damage. This can be blocked."
                    },
                    {
                        "name": "骷髅齐射",
                        "enName": "Skull Salvo",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_cold_ranged2.png",
                        "des": "Flame-Herald Bahsei raises her sword up and shoots a volley of blue skulls, each at random target in the arena, dealing high magical damage repeatedly. This can be interrupted."
                    },
                    {
                        "name": "诅咒之地",
                        "enName": "Cursed Ground",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_rogue_030.png",
                        "des": "Flame-Herald Bahsei targets two farthest players and summons lich crystals at their feet, cursing them and anyone caught in the area around those crystals. Curse deals continuous high magical damage and, after 10 seconds, expires and sends two magical swirls away from the affected player on a counter-clockwise curved trajectory. These swirls, if touched, will apply the same curse, and also explode, dealing massive damage to other players nearby (deadly on Veteran difficulty)."
                    },
                    {
                        "name": "Cursed Wind",
                        "enName": "Cursed Wind",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Flame-Herald Bahsei swings her weapon, aiming at the player that holds the aggro, and sends three tornado of corrupted magic their way. The targeted player immediately gets the same curse as \"Cursed Ground\", and the swirls function similarly to the ones from expired curse, except for straight line trajectories."
                    },
                    {
                        "name": "流星群",
                        "enName": "Meteor Swarm",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_006.png",
                        "des": "When Flame-Herald Bahsei reaches 25% health, she triggers this execute-phase ability where she calls on a rain of meteors onto the arena, indicated by several large red circles, each dealing very high flame damage. Occasionally, one of them, after landing, turns into Prime Meteor, and if it isn't destroyed fast enough, it explodes, one-shotting nearby targets."
                    },
                    {
                        "name": "Summoning Runes",
                        "enName": "Summoning Runes",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Before the battle, Flame-Herald Bahsei will place six runes around the arena. During the fight, Forgotten Archers are occasionally summoned from the runes. Also, at health thresholds of 90% / 85% / 80% / 75% / 70% / 65% / 60%, Bahsei will summon a Flesh Abomination at one of the runes. Following the 55% health threshold, these summons cease, in favor of the following summons."
                    },
                    {
                        "name": "召唤巨兽",
                        "enName": "Summon Behemoth",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "At health thresholds of 50% / 40% / 30% / 20% / 10%, a Fire Behemoth will rush out of the Oblivion portal."
                    },
                    {
                        "name": "Summon Specters",
                        "enName": "Summon Specters",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "From 55% health threshold and onward, occasionally, Burning Specters will be summoned from the lava surrounding the arena."
                    },
                    {
                        "name": "大衮之怒",
                        "enName": "Dagon's Wrath",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_fire_aoe.png",
                        "des": "From 55% health threshold and onward, moving walls of flames will occasionally run through the arena, starting from the lava surrounding the arena, each dealing high flame damage and knocking back. These don't have AoE indicators."
                    }
                ]
            },
            {
                "name": "灰烬泰坦",
                "enName": "Ash Titan",
                "species": "魔族泰坦",
                "place": "Rockgrove",
                "n-Health": "11,928,902",
                "v-Health": "21,992,000",
                "hmHealth": "",
                "des": "The Ash Titan is a powerful Daedric Titan that serves as the third boss of Rockgrove, which is encountered inside the Oblivion Gate. It is a servant of Xalvakka and guards the entrance to the Tower of the Five Crimes alongside several Havocrels.",
                "picture": "https://images.uesp.net/a/a0/ON-creature-Ash_Titan_%28Rockgrove%29.jpg",
                "skills": []
            },
            {
                "name": "夏尔瓦卡",
                "enName": "Xalvakka",
                "species": "收割者",
                "place": "Rockgrove",
                "n-Health": "25,084,768",
                "v-Health": "53,558,256",
                "hmHealth": "214,233,024",
                "des": "Xalvakka is a large Dagonic harvester found in the Tower of the Five Crimes inside the Oblivion Gate in Rockgrove. She serves as the final boss of the trial. The Sul-Xan attacked Rockgrove and sacrificed the souls of its inhabitants to Xalvakka in an effort to summon her into Tamriel.\nIn Veteran mode, you can activate Hard Mode for this fight by activating the Challenge Banner at the end of the bridge leading to her tower, on the left as you approach.",
                "picture": "https://images.uesp.net/f/fd/ON-creature-Xalvakka.jpg",
                "skills": [
                    {
                        "name": "无情开膛手",
                        "enName": "Scathing Evisceration",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/achievement_u26_skyrim_trial_flavor_6.png",
                        "des": "Xalvakka performs five claw swipes back to back, dealing a massive combined amount of flame damage. This can be blocked."
                    },
                    {
                        "name": "死星",
                        "enName": "Deadstar",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_040.png",
                        "des": "Xalvakka conjures three meteors, one after the other, that fall at a target's location, indicated by a large red circle, dealing very high flame damage."
                    },
                    {
                        "name": "蠕变歧管",
                        "enName": "Creeping Manifold",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/achievement_update11_dungeons_004.png",
                        "des": "Xalvakka conjures a spell that envelops several targets with a ring of fire, indicated by a small red ring around them, dealing continuous and unavoidable high flame damage."
                    },
                    {
                        "name": "召唤",
                        "enName": "Summon",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_057.png",
                        "des": "Xalvakka shrieks, summoning allies to her side. These include Clannfear, Corrupted Azureplasms, Daedroth, Flame Atronachs, Flame Watchers, Iron Atronachs, and   Scamps."
                    },
                    {
                        "name": "Summon Wraiths",
                        "enName": "Summon Wraiths",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Xalvakka summons Wraiths, which slowly move towards her. If allowed to reach her, she absorbs the wraiths, gaining a damage shield portion for each one. If too many empower her, her shield becomes unbreakable and she wipes the party."
                    },
                    {
                        "name": "腐蚀爆轰",
                        "enName": "Corrupted Blast",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_wrothgar_chillingwind.png",
                        "des": "If Xalvakka has a damage shield up and wraiths are absorbed, this spell is flung at targets, dealing high magical damage. The more wraiths are allowed to be absorbed, the stronger this attack becomes."
                    },
                    {
                        "name": "灵魂共振",
                        "enName": "Soul Resonance",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/achievement_murkmire_kill_voriplasm.png",
                        "des": "Slain wraith die in a blast that apply the \"Soul Resonance\" debuff on nearby targets, dealing high magical damage over time and slowing them down. Affected targets appear with blue mist around them. The \"Soul Purge\" synergy can be used to get rid of this effect, which results in Corrupted Azureplasm to be put on the ground at the location where the synergy was used. However, anyone standing in this glob will be dramatically slowed, so be careful of where the synergy is performed. After a short while, the glob explodes, dealing very high physical damage."
                    },
                    {
                        "name": "后撤",
                        "enName": "Retreat",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_dragonknight_029.png",
                        "des": "At 70% and 40% health, Xalvakka slithers away and flees the current floor of the tower she is on. She must be chased up a stairwell, which is lined with flame spout traps, each dealing high flame damage, and while in the stairwell, there is also a damage over time effect applied on top. Lava rises from below, and stepping into it causes a one-shot."
                    },
                    {
                        "name": "拆分",
                        "enName": "Split",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_otherclass_001_a.png",
                        "des": "This ability starts being used once on the second floor. Xalvakka splits herself into three copies, all spread out across the arena, which also becomes engulfed in flames completely at that time, which deals continuous high flame damage. These copies appear as Volatile Shells, and to make Xalvakka reappear, the real her must be found and attacked. The way to discern the real Xalvakka is that the clones will appear see-through (when standing very close to them in melee range only)."
                    },
                    {
                        "name": "Summon Goliath",
                        "enName": "Summon Goliath",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "If Xalvakka isn't damaged to make her retreat fast enough, a red portal opens in the arena, which releases a powerful Havocrel Goliath. The goliath's most noteworthy attack is that he will raise his weapon up and fill most of the arena, except for a small safe zone in the center, with lava, which will quickly kill any target that ventures into it."
                    }
                ]
            }
        ],
        "equipment": [
            "Bahsei's Mania",
            "Perfected Bahsei's Mania",
            "Saxhleel Champion",
            "Perfected Saxhleel Champion",
            "Stone-Talker's Oath",
            "Perfected Stone-Talker's Oath",
            "Sul-Xan's Torment",
            "Perfected Sul-Xan's Torment"
        ],
        "achievement": [
            {
                "name": "苏尔山样式大师",
                "enName": "Sul-Xan Style Master",
                "icon": "https://images.uesp.net/3/3a/ON-icon-quest-Book_01.png",
                "des": "学习苏尔山样式书的每一章，该样式书可通过击败石林的最终BOSS获得。",
                "score": "50"
            },
            {
                "name": "夏尔瓦卡的克星",
                "enName": "Xalvakka's Bane",
                "icon": "https://images.uesp.net/7/78/ON-icon-achievement-Xalvakka%27s_Bane.png",
                "des": "完成列出的石林成就。",
                "score": "50"
            },
            {
                "name": "石林胜利者",
                "enName": "Rockgrove Vanquisher",
                "icon": "https://images.uesp.net/6/69/ON-icon-achievement-Rockgrove_Completed.png",
                "des": "在石林中，击败奥西索、烈焰先驱巴塞和夏尔瓦卡。",
                "score": "10"
            }
        ],
        "drop": [],
        "mech": []
    },
    {
        "name": "庇护圣所",
        "enName": "Asylum Sanctorium",
        "place": [
            "发条城"
        ],
        "enplace": [
            "Clockwork City"
        ],
        "DLC": "",
        "DLCicon": "",
        "location": "Far west within the Reactor District",
        "Group_Size": "12",
        "Bosses": "3",
        "mini_Bosses": "0",
        "background": "https://images.uesp.net/1/13/ON-load-Asylum_Sanctorium.jpg",
        "picture": "https://images.uesp.net/3/31/ON-place-Asylum_Sanctorium.jpg",
        "mystery": "",
        "des": "The Asylum Sanctorium is a mini trial found within the Reactor District in the Brass Fortress.\nYou will receive a Radiance Resonator with your other rewards after defeating Saint Olms with hard mode engaged.",
        "BOSS": [
            {
                "name": "公正圣徒奥尔姆斯",
                "enName": "Saint Olms the Just",
                "species": "Clockwork Titan",
                "place": "Asylum Sanctorium",
                "n-Health": "26,129,964",
                "v-Health": "89,263,744",
                "hmHealth": "",
                "des": "Saint Olms the Just is the final boss, or the only boss if you so choose, of the Asylum Sanctorium trial. In life he was a saint of the Tribunal Temple and has now had his soul transported into the body of a Clockwork Titan, where he has been gradually losing his sanity.",
                "picture": "https://images.uesp.net/8/85/ON-creature-Saint_Olms_the_Just.jpg",
                "skills": [
                    {
                        "name": "挥击",
                        "enName": "Swipe",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "A basic melee attack that does high physical damage. If taunted the boss will be forced to use this on the tank only."
                    },
                    {
                        "name": "蒸汽阵风",
                        "enName": "Gusts of Steam",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": "At 90%, 75%, 50% and 25% health he will jump from between the left and right side of the arena, dealing very high damage when he lands. At the same time, all players will get small red circles around them that deal moderate physical damage every time he lands. Stay near the entrance or opposite the entrance to avoid the main damage from the jumps and avoid stacking to minimize damage from the smaller AOEs. Blocking and shielding will also help mitigate the smaller AOE damage."
                    },
                    {
                        "name": "耗能冲击",
                        "enName": "Exhaustive Charges",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_shock_aoe.png",
                        "des": "Saint Olms will place a lightning AOE on the furthest away player in front of him. Standing in the red circle will drain your resources and deal damage to you. It is common for most groups to have a non-tank person (usually a healer) be the \"kiter\" to deal with this mechanic; that person will stand some distance in front of the boss near the edge of the arena, where they are out of range of Scalding Roar. This will bait the boss to place the AOE on the kiter instead of the main tank, allowing the main tank to keep the boss still."
                    },
                    {
                        "name": "灼热咆哮",
                        "enName": "Scalding Roar",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_fire_aoe.png",
                        "des": "A breath attack that hit all targets in front of the boss for very high flame damage as indicated by a red cone. This attack must be avoided at all costs by the tank as being hit by this will cause your armor to shatter (basically reducing armor to 0) and you will receive a healing debuff."
                    },
                    {
                        "name": "Storm the Heavens",
                        "enName": "Storm the Heavens",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_snare.png",
                        "des": "Lightning will fall on each player's position as indicated by red circles. Each time you are hit by one of these you will take more damage from the next. Saint Olms will jump in air just before this attack, and all players have to move continuously to avoid being hit. Avoid stacking with other players when this mechanic happens as AOEs will stack making them harder to avoid."
                    },
                    {
                        "name": "烈焰试炼",
                        "enName": "Trial By Fire",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_destructionstaff_013.png",
                        "des": "When low on health (around 20%), Saint Olms will create 3 large fire AOEs. Being inside one of these will put a damage over time effect on you which must be purged on veteran mode. Two AOEs will always be on the left and right side of the arena, and the last will either be near the entrance or opposite the entrance."
                    },
                    {
                        "name": "Shocking Slam",
                        "enName": "Shocking Slam",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "If standing behind him, Saint Olms will slam his axe tail into the ground violently, causing five traveling shock fields to move outward from the impact point, indicated by circular AoEs, dealing high shock damage each. The tail itself doesn't inflict damage."
                    },
                    {
                        "name": "免伤",
                        "enName": "Invulnerability",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_healer_017.png",
                        "des": "Saint Olms is invulnerable for as long as there is an Ordinated Protector present, they must be killed immediately to progress the fight."
                    },
                    {
                        "name": "召唤蜘蛛",
                        "enName": "Summon Spiders",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Throughout the fight, Firepot Spiders will spawn and explode near players leaving behind flaming red circles, dealing continuous high flame damage."
                    }
                ]
            },
            {
                "name": "鲁莽圣徒菲尔姆斯",
                "enName": "Saint Felms the Bold",
                "species": "机械人",
                "place": "Asylum Sanctorium",
                "n-Health": "10,906,420",
                "v-Health": "46,572,396",
                "hmHealth": "",
                "des": "Saint Felms the Bold is a contemporary and companion of the Tribunal whose soul was placed into a giant factotum body along with Saint Llothis the Pious and Saint Olms the Just.\nUnfortunately, the process wasn't a success and the three are under the care of Alienist Llandras in the Asylum Sanctorium.",
                "picture": "https://images.uesp.net/c/ca/ON-npc-Saint_Felms_the_Bold.jpg",
                "skills": [
                    {
                        "name": "迅捷打击",
                        "enName": "Quick Strike",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "Basic melee attack that deals moderate physical damage."
                    },
                    {
                        "name": "传送打击",
                        "enName": "Teleport Strike",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_nightblade_008.png",
                        "des": "Saint Felms teleports over to you and strikes with his axes, dealing high physical damage. The next attack after teleporting somewhere else will always be Shrapnel Storm."
                    },
                    {
                        "name": "弹片风暴",
                        "enName": "Shrapnel Storm",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "Saint Felms summons a storm of pointed metal that whirls around and lingers for a long duration, indicated by a moderately-sized AoE, dealing continuous high physical damage and causes Bleeding."
                    },
                    {
                        "name": "显化怒火",
                        "enName": "Manifest Wrath",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_aoe.png",
                        "des": "Saint Felms raises his hand to the sky, causing two volatile projectiles to come slamming down into the arena and sending out shockwaves of dark energy. The initial blasts are indicated by large growing circular AoEs and deal very high physical damage, and the shockwaves don't have indicators and deal high magical damage."
                    },
                    {
                        "name": "Summon Projections",
                        "enName": "Summon Projections",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Throughout the fight, Saint Felms will summon a pair of Pneuma Projections to assist him in battle. They fight much like assassins but their attacks apply bleeding over time, and if left alive for too long, they enrage, drastically increasing their damage output."
                    }
                ]
            },
            {
                "name": "虔诚圣徒洛提斯",
                "enName": "Saint Llothis the Pious",
                "species": "机械人",
                "place": "Asylum Sanctorium",
                "n-Health": "10,906,422",
                "v-Health": "46,572,396",
                "hmHealth": "",
                "des": "Saint Llothis the Pious is a contemporary and companion of the Tribunal whose soul was placed into a giant factotum body along with Saint Felms the Bold and Saint Olms the Just.\nUnfortunately, the process wasn't a success and the three are under the care of Alienist Llandras in the Asylum Sanctorium.\nDuring combat, Saint Llothis primarily uses poison-based attacks from his staff, and is accompanied by Imperfect Attendants, who will respawn if destroyed after a duration.",
                "picture": "https://images.uesp.net/6/67/ON-npc-Saint_Llothis_the_Pious.jpg",
                "skills": [
                    {
                        "name": "Poisonous Bolt",
                        "enName": "Poisonous Bolt",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "A basic ranged attack dealing moderate poison damage."
                    },
                    {
                        "name": "蒸汽喷射",
                        "enName": "Steam Spray",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Saint Llothis targets a member of the party, indicated by a thin tracking conal AoE, releasing high-pressured steam from his hand, dealing continuous very high physical damage. This attack must be blocked in its entirety."
                    },
                    {
                        "name": "亵渎爆轰",
                        "enName": "Defiled Blast",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_aoe.png",
                        "des": "Saint Llothis raises his staff to the sky, releasing a continuous spree of poisonous bolts that split into multiple smaller ones that hit every member of the party for very high poison damage and causes a stagger. This ability should be interrupted."
                    },
                    {
                        "name": "传送",
                        "enName": "Teleport",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/icon_missing.png",
                        "des": "Throughout the fight, Saint Llothis will teleport throughout the arena to create space. The location from which he teleports from and the spot he teleports to are then marked by noxious fields that linger, indicated by a large circular AoEs, dealing continuous high poison damage."
                    }
                ]
            }
        ],
        "equipment": [
            "Chaotic Whirlwind",
            "Perfected Chaotic Whirlwind",
            "Concentrated Force",
            "Perfected Concentrated Force",
            "Defensive Position",
            "Perfected Defensive Position",
            "Disciplined Slash",
            "Perfected Disciplined Slash",
            "Piercing Spray",
            "Perfected Piercing Spray",
            "Timeless Blessing",
            "Perfected Timeless Blessing"
        ],
        "achievement": [
            {
                "name": "庇护圣所救赎者",
                "enName": "Asylum Sanctorium Redeemer",
                "icon": "https://images.uesp.net/d/dd/ON-icon-achievement-Asylum_Sanctorium_Redeemer.png",
                "des": "完成列出的庇护圣所成就。",
                "score": "50"
            },
            {
                "name": "庇护圣所征服者",
                "enName": "Asylum Sanctorium Conqueror",
                "icon": "https://images.uesp.net/9/97/ON-icon-achievement-Asylum_Sanctorium_Conqueror.png",
                "des": "在（老兵模式）庇护圣所中，击败公正圣徒奥尔姆斯、虔诚圣徒洛提斯和鲁莽圣徒菲尔姆斯。",
                "score": "50"
            },
            {
                "name": "庇护圣所胜利者",
                "enName": "Asylum Sanctorium Vanquisher",
                "icon": "https://images.uesp.net/d/d2/ON-icon-achievement-Asylum_Sanctorium_Vanquisher.png",
                "des": "在（老兵模式）庇护圣所中，在同一场战斗中击败公正圣徒奥尔姆斯、虔诚圣徒洛提斯和鲁莽圣徒菲尔姆斯。",
                "score": "50"
            },
            {
                "name": "正义的谴责",
                "enName": "Righteous Condemnation",
                "icon": "https://images.uesp.net/5/50/ON-icon-achievement-Righteous_Condemnation.png",
                "des": "在（老兵模式）庇护圣所中，在同一场战斗中击败公正圣徒奥尔姆斯和虔诚圣徒洛提斯。",
                "score": "10"
            },
            {
                "name": "完美净化",
                "enName": "Perfect Purification",
                "icon": "https://images.uesp.net/0/0b/ON-icon-achievement-Perfect_Purification.png",
                "des": "在（老兵模式）庇护圣所中，在没有小队成员死亡的情况下，于进入圣所中庭后15分钟内的同一场战斗中击败公正圣徒奥尔姆斯、虔诚圣徒洛提斯和鲁莽圣徒菲尔姆斯。",
                "score": "10"
            },
            {
                "name": "庇护圣所已完成",
                "enName": "Asylum Sanctorium Completed",
                "icon": "https://images.uesp.net/8/87/ON-icon-achievement-Asylum_Sanctorium_Completed.png",
                "des": "在庇护圣所中击败公正圣徒奥尔姆斯、虔诚圣徒洛提斯和鲁莽圣徒菲尔姆斯。",
                "score": "15"
            },
            {
                "name": "庇护圣所争夺者",
                "enName": "Asylum Sanctorium Contender",
                "icon": "https://images.uesp.net/f/f3/ON-icon-achievement-Asylum_Sanctorium_Contender.png",
                "des": "在庇护圣所中，在同一场战斗中击败公正圣徒奥尔姆斯、虔诚圣徒洛提斯和鲁莽圣徒菲尔姆斯。",
                "score": "50"
            },
            {
                "name": "圣化",
                "enName": "Sanctified",
                "icon": "https://images.uesp.net/0/0a/ON-icon-achievement-UD_Skill_Master.png",
                "des": "在（老兵模式）庇护圣所中，在没有小队成员死亡的情况下击败公正圣徒奥尔姆斯、虔诚圣徒洛提斯和鲁莽圣徒菲尔姆斯。",
                "score": "50"
            },
            {
                "name": "快速的恩慈",
                "enName": "Swift Mercy",
                "icon": "https://images.uesp.net/5/5e/ON-icon-achievement-Veteran_Speed.png",
                "des": "在（老兵模式）庇护圣所中，在15分钟的时间限制内击败公正圣徒奥尔姆斯、虔诚圣徒洛提斯和鲁莽圣徒菲尔姆斯。当玩家进入圣所中庭时开始计时。",
                "score": "50"
            },
            {
                "name": "快乐的灭亡",
                "enName": "Beatific Beatdown",
                "icon": "https://images.uesp.net/0/0e/ON-icon-achievement-Beatific_Beatdown.png",
                "des": "Defeat Saint Olms the Just, Saint Llothis the Pious, and Saint Felms the Bold at the same time without allowing Saint Felms or Saint Llothis to enrage during the fight.",
                "score": "50"
            },
            {
                "name": "不完美的存在",
                "enName": "Imperfect Attendance",
                "icon": "https://images.uesp.net/b/bd/ON-icon-achievement-Imperfect_Attendance.png",
                "des": "在（老兵模式）庇护圣所中，在不拆除虔诚圣徒洛提斯的瑕疵侍从的情况下击败他。",
                "score": "15"
            },
            {
                "name": "平静的投射",
                "enName": "Placid Projections",
                "icon": "https://images.uesp.net/e/e9/ON-icon-achievement-Placid_Projections.png",
                "des": "在（老兵模式）庇护圣所中，在不让鲁莽圣徒菲尔姆斯的任何气动投射暴怒的情况下击败他。",
                "score": "15"
            }
        ],
        "drop": [],
        "mech": []
    },
    {
        "name": "艾瑟瑞恩档案塔",
        "enName": "Aetherian Archive",
        "place": [
            "",
            "荒崖"
        ],
        "enplace": [
            "Elinhir Region",
            "Craglorn"
        ],
        "DLC": "",
        "DLCicon": "",
        "location": "Northeast of Elinhir",
        "Group_Size": "12",
        "Bosses": "4",
        "mini_Bosses": "0",
        "background": "https://images.uesp.net/f/fc/ON-load-Aetherian_Archive.jpg",
        "picture": "https://images.uesp.net/c/c4/ON-place-Aetherian_Archive.jpg",
        "mystery": "不知多少年以来，这座塔一直赫然耸立在爱林希尔的土地上，入口神秘地封锁着，禁止进入。有人竭尽全力在这个地方设置了密不透的病房——但现在这些病房被分割开来了。",
        "des": "The Aetherian Archive is a tower in southeastern Craglorn near the city of Elinhir.\nWithin the tower, groups of twelve battle through a series of challenges and ultimately face the Mage.\nThe Aetherian Archive Trial quest begins when you enter the dungeon. You have to complete the dungeon within a certain amount of time with limited respawns. The Mage's Tower is a quest to defeat the Celestial Mage, who is the final enemy in this dungeon. The bosses are the Lightning Storm Atronach, the Foundation Stone Atronach, Varlariel, and the Mage herself.\nThe Firstmages, the residents of the tower, can be encountered on both friendly and hostile terms as you progress through the trial. The very beginning of the trial contains three Elemental Traps and Bottomless Pits are present throughout the whole trial.\nYou will receive a Periapt of Elinhir from Mindil the Untested with your other rewards after defeating The Mage with hard mode engaged.",
        "BOSS": [
            {
                "name": "闪电风暴侍灵",
                "enName": "Lightning Storm Atronach",
                "species": "风暴侍灵",
                "place": "Aetherian Archive",
                "n-Health": "10,906,420",
                "v-Health": "46,572,396",
                "hmHealth": "",
                "des": "The Lightning Storm Atronach is a storm atronach that serves as the first boss in the Aetherian Archive.",
                "picture": "https://images.uesp.net/3/3e/ON-creature-Lightning_Storm_Atronach.jpg",
                "skills": [
                    {
                        "name": "巴什",
                        "enName": "Bash",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "A basic melee attack that deals moderate-high physical damage."
                    },
                    {
                        "name": "敲击",
                        "enName": "Strike",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "A basic melee attack that deals moderate-high physical damage."
                    },
                    {
                        "name": "迫近风暴",
                        "enName": "Impending Storm",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_shock_aoe.png",
                        "des": "The Lightning Storm Atronach overcharges before releasing five shock storms going out in all directions from itself, indicated by red cicles, dealing moderate-high shock damage each."
                    },
                    {
                        "name": "风暴围困",
                        "enName": "Storm Bound",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_shock_aoe.png",
                        "des": "The Lightning Storm Atronach slams the ground, conjuring and sending a homing electric orb at its target. On contact, it deals moderate shock damage and morphs into a shocking field around them, indicated by a red circle, and tracks their movement. The field deals continuous minor shock damage and applies a constant snare on the target. Blocking or dodge rolling won't escape the field, so the damage must be endured or the initial orb must be avoided with dodge roll (blocking the orb doesn't prevent the effects from being applied)."
                    },
                    {
                        "name": "闪电风暴",
                        "enName": "Lightning Storm",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/icon_missing.png",
                        "des": "The Lightning Storm Atronach will barrage the group with lightning strikes as the arena darkens. You must run over to an \"Eye of the Storm\" golden circle of safety that appears just before this attack begins to avoid taking damage. It has five spawn locations: one is on the left side of the arena, one is on the right, one is by the entrance cliff, one is by the bridge behind the boss, and one is by the teleportation pads to the right of the bridge. If you go too long without standing in the safety circle, you will die as the shock damage dramaticaly increases after each lightning strike."
                    }
                ]
            },
            {
                "name": "石头侍灵基座",
                "enName": "Foundation Stone Atronach",
                "species": "石头侍灵",
                "place": "Aetherian Archive",
                "n-Health": "8,725,138",
                "v-Health": "37,257,920",
                "hmHealth": "",
                "des": "The Foundation Stone Atronach is a stone atronach acting as the second boss in the Aetherian Archive. Unlike regular stone atronachs, it is much larger and decorated with ancient Nedic carvings.",
                "picture": "https://images.uesp.net/1/13/ON-creature-Foundation_Stone_Atronach.jpg",
                "skills": [
                    {
                        "name": "石之凝视",
                        "enName": "Stonegaze",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_ranged.png",
                        "des": "Basic ranged attack dealing high magic damage."
                    },
                    {
                        "name": "大地震",
                        "enName": "Big Quake",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "The Atronach slams its \"head\" into the ground several times, each time dealing moderate-high physical damage in a very large area. This ability must be healed through."
                    },
                    {
                        "name": "巨石风暴",
                        "enName": "Boulder Storm",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "The atronach goes into \"turtle\" mode and hides its head. Stones will be thrown at individual players, each dealing moderate-high physical damage in a small area. The group must spread out and block to prevent shrapnel from hitting each other. If you don't block, you'll be knocked down."
                    },
                    {
                        "name": "仆从",
                        "enName": "Minions",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": "The Foundation Stone Atronach summons Firstmage Chainspinners and Nullifiers."
                    }
                ]
            },
            {
                "name": "瓦尔拉瑞尔",
                "enName": "Varlariel",
                "species": "幽魂之母",
                "place": "Aetherian Archive",
                "n-Health": "10,906,422",
                "v-Health": "55,886,880",
                "hmHealth": "",
                "des": "Varlariel is a wispmother acting as the third boss of the Aetherian Archive.",
                "picture": "https://images.uesp.net/e/e3/ON-creature-Varlariel.jpg",
                "skills": [
                    {
                        "name": "寒霜吐息",
                        "enName": "Frost Breath",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_cold_aoe.png",
                        "des": "Basic melee attack dealing very high frost damage in an cone."
                    },
                    {
                        "name": "幽魂之雨",
                        "enName": "Rain of Wisps",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_cold_aoe.png",
                        "des": "The wispmother summons a volley of wisps that crash into the ground all around the arena, indicated by numerous red circles, dealing very-high frost damage each."
                    },
                    {
                        "name": "夜母复制",
                        "enName": "Mother Clone",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Varlariel can split into four clones of herself to divert attention from the party. The clones' health do not scale with Varlariel's current Health. \"Combustion/Infused Combustion\" always occurs after this."
                    },
                    {
                        "name": "Combustion/Infused Combustion",
                        "enName": "Combustion/Infused Combustion",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Some time after \"Mother Clone\", an non-avoidable arena-wide explosion occurs which scales with how many clones are still alive:"
                    }
                ]
            },
            {
                "name": "法师座",
                "enName": "The Mage",
                "species": "High Elf",
                "place": "Aetherian Archive",
                "n-Health": "14,769,112",
                "v-Health": "68,996,120",
                "hmHealth": "77,620,648",
                "des": "The Mage is the embodiment of the Mage Constellation. She appears as a large sorceress wearing a celestial-styled mask. The Firstmages refer to her as the Learned One.\nBy corrupting her Apex Stone, the Serpent drove the Mage into a physical form, where it split her into five aspects to corrupt them one by one. While the Serpent managed to corrupt one aspect now only known as the Lost One, Mahlia and Faryan have gone into hiding in the dungeons of Rkundzelft and Hircine's Haunt, respectively. The remaining two aspects, Ahlora and Valla, went to Belkarth to get the support of the Star-Gazers in stopping the Serpent's plans. During The Shattered and the Lost, you are tasked with investigating whether they are really aspects of the Mage, and how to help them in their endeavor. After you locate all the aspects, they reunite with the Lost One to once again become the Mage.\nStill suffering from the Serpent's corruption of the Lost One, the Mage has withdrawn to the upper levels of the Aetherian Archive to contain the damage she causes.",
                "picture": "https://images.uesp.net/f/f6/ON-npc-The_Mage.jpg",
                "skills": [
                    {
                        "name": "Chain Lightning",
                        "enName": "Chain Lightning",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_068.png",
                        "des": "Basic ranged attack dealing extremely high shock damage that arcs up to 8 other players. It is advised that ranged dps stand on the outside of the stone circle while melee dps stand on the Mage as to reduce the chance of chain lightning spreading."
                    },
                    {
                        "name": "召唤地雷",
                        "enName": "Conjured Mines",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_sorcerer_daedric_mines.png",
                        "des": "The Mage summons Daedric Mines-like areas dealing high magic damage in an area when stepped on."
                    },
                    {
                        "name": "黑洞",
                        "enName": "Black Hole",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "The Mage summons an expanding area containing the starry void dealing continuous direct high frost damage to targets inside. Multiple Black Holes can be up at a time."
                    },
                    {
                        "name": "寰宇冲击",
                        "enName": "Cosmic Impact",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Mono-target attack dealing high physical damage."
                    },
                    {
                        "name": "Summon Conjured Reflection",
                        "enName": "Summon Conjured Reflection",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "The Mage will summon a Conjured Reflection, which looks like a miniature-sized version of herself. These reflections will periodically damage the four closest players so burn them down as soon as they are summoned."
                    },
                    {
                        "name": "召唤斧头",
                        "enName": "Conjure Axe",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "The Mage will summon a Conjured Axe which will begin to deal damage to one person in the group. It is advised that the tank taunts these axes when they're spawned and brings far away from the group. The area the group ended up after taking the teleportation pads to the tower's summit (the rock platform opposite of where the Mage was meditating before you killed the Firstmages she had turned on you) is a good spot. The tank must hold these axes in place and keep them taunted so they do not kill the other group members. On veteran difficulty, they all but one-shot most party members."
                    },
                    {
                        "name": "Arcane Vortex/StarEndPhase",
                        "enName": "Arcane Vortex/StarEndPhase",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "When reaching (?)% The Mage will slam her staff down on the ground five times. When she does this, the group must roll dodge into the middle as close to The Mage as possible. Each slam knocks down all targets. After the fifth hit from her staff, she will begin channeling a devastating spell dealing continuous direct moderate-high flame damage to all targets and that will destroy your group if she is not killed fast enough. Focus all damage on The Mage and burn her down to avoid the one-hit kill explosion."
                    },
                    {
                        "name": "随时有可能爆炸",
                        "enName": "Unstable Explosion",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_shock_aoe.png",
                        "des": "The Mage's Storm Atronachs (which are spawned every ten to twenty seconds or so on hard mode) will enter execute phase when they reach 20% health, and begin spraying lightning everywhere. This attack is similar to Stormfist's enrage mechanic. For easy burning, the main tank should pull every atronach to the middle on the mage as soon as they are noticed. These storm atronachs must be focused by the stamina dps to be brought down as soon as possible when they reach 20%. They have a total of 2,875,839 health each."
                    },
                    {
                        "name": "流星",
                        "enName": "Meteor",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mageguild_005.png",
                        "des": "Meteors will constantly fall on the arena during hard mode, causing circular AoEs to appear on the ground and dealing high flame damage. Do not take your chances with rolling, as you either may not make it, or risk roll-dodging off the cliff and into the void."
                    },
                    {
                        "name": "Chain Lightning",
                        "enName": "Chain Lightning",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_068.png",
                        "des": "Basic ranged attack dealing high shock damage that arcs up to the other player. It is advised that both players move away from each other as to reduce the chance of chain lightning spreading."
                    },
                    {
                        "name": "召唤地雷",
                        "enName": "Conjured Mines",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_sorcerer_daedric_mines.png",
                        "des": "The Mage summons Daedric Mines-like areas dealing moderate-high magic damage in an area when stepped on."
                    },
                    {
                        "name": "黑洞",
                        "enName": "Black Hole",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "The Mage summons an expanding area containing the starry void dealing continuous direct frost damage to targets inside. Multiple Black Holes can be up at a time."
                    },
                    {
                        "name": "Summon Conjured Reflection",
                        "enName": "Summon Conjured Reflection",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "The Mage will summon a Conjured Reflection, which looks like a miniature-sized version of herself. These reflections will periodically damage both players so burn them down as soon as they are summoned."
                    },
                    {
                        "name": "召唤斧头",
                        "enName": "Conjure Axe",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "The Mage will summon a Conjured Axe which will begin to deal damage to one person in the group. It is advised that the tankiest player taunts these axes when they're spawned and brings far away from the other player. The tankiest player must hold these axes in place and keep them taunted so they do not kill the other player."
                    },
                    {
                        "name": "Arcane Vortex/StarEndPhase",
                        "enName": "Arcane Vortex/StarEndPhase",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "When reaching (?)% The Mage will slam her staff down on the ground five times. When she does this, the group must roll dodge into the middle as close to The Mage as possible. Each slam knocks down all targets. After the fifth hit from her staff, she will begin channeling a devastating spell dealing continuous direct moderate-high flame damage to all targets and that will destroy your group if she is not killed fast enough. Focus all damage on The Mage and burn her down to avoid the one-hit kill explosion."
                    }
                ]
            }
        ],
        "equipment": [
            "Defending Warrior",
            "Healing Mage",
            "Infallible Mage",
            "Quick Serpent"
        ],
        "achievement": [
            {
                "name": "艾瑟瑞恩档案塔已完成",
                "enName": "Aetherian Archive Completed",
                "icon": "https://images.uesp.net/0/0a/ON-icon-achievement-UD_Skill_Master.png",
                "des": "击败法师星，将她从蝮蛇座的控制中解救出来。",
                "score": "50"
            },
            {
                "name": "限时试炼：艾瑟瑞恩档案塔",
                "enName": "Time Trial: Aetherian Archive",
                "icon": "https://images.uesp.net/5/5e/ON-icon-achievement-Veteran_Speed.png",
                "des": "在限时33分钟内完成艾瑟瑞恩档案塔（老兵模式）。",
                "score": "50"
            },
            {
                "name": "艾瑟瑞恩档案塔征服者",
                "enName": "Aetherian Archive Conqueror",
                "icon": "https://images.uesp.net/4/4e/ON-icon-achievement-Aetherian_Archive_Conqueror.png",
                "des": "在（老兵模式）艾瑟瑞恩档案塔中击败法师星。",
                "score": "50"
            },
            {
                "name": "艾瑟瑞恩档案塔（困难模式）",
                "enName": "Aetherian Archive Difficult Mode",
                "icon": "https://images.uesp.net/7/72/ON-icon-achievement-Veteran_Undaunted.png",
                "des": "在通过粉碎缥缈法球嘲讽法师星之后将其击败。",
                "score": "50"
            }
        ],
        "drop": [],
        "mech": []
    },
    {
        "name": "赫尔拉要塞",
        "enName": "Hel Ra Citadel",
        "place": [
            "",
            "荒崖"
        ],
        "enplace": [
            "Belkarth Region",
            "Craglorn"
        ],
        "DLC": "",
        "DLCicon": "",
        "location": "Southeast of Mtharnaz",
        "Group_Size": "12",
        "Bosses": "4",
        "mini_Bosses": "0",
        "background": "https://images.uesp.net/7/7a/ON-load-Hel_Ra_Citadel.jpg",
        "picture": "https://images.uesp.net/b/b4/ON-place-Hel_Ra_Citadel.jpg",
        "mystery": "拉嘉达的战士登陆落锤省海岸时，一些最为勇猛的队伍朝着内陆进发，寻找领地。赫尔拉是位于最东部的领地之一，然而它的大门很久以前就封死了。",
        "des": "Hel Ra Citadel is an ancient Yokudan fortress in southwestern Craglorn.\nIt has been taken over by The Warrior and his Anka-Ra armies, having been corrupted by The Serpent.\nHel Ra Citadel Hard Mode can be triggered by entering the Veteran version of the trial and destroying the statues in the room before the Warrior's chamber.\nCompleting a full run of Veteran Hel Ra Citadel will reward 12 Undaunted Plunder worth 12000 gold total (2 from Ra Kotu, 2 from Yokeda Kai or Yokeda Rok'dun, and 8 from The Warrior). You will receive a Star-Studded Champion's Baldric for defeating The Warrior with hard mode active.",
        "BOSS": [
            {
                "name": "拉·阔图",
                "enName": "Ra Kotu",
                "species": "Air Atronach",
                "place": "Hel Ra Citadel",
                "n-Health": "8,725,138",
                "v-Health": "37,257,920",
                "hmHealth": "",
                "des": "Ra Kotu is a massive air atronach encountered in Hel Ra Citadel, where it serves as the first boss.\nIt is found at the first gate, and is summoned after the waves of Anka Ra there are defeated, accompanied by one Anka-Ra Destroyer and two Anka-Ra War-Priests.",
                "picture": "https://images.uesp.net/9/90/ON-creature-Ra_Kotu.jpg",
                "skills": [
                    {
                        "name": "挥击",
                        "enName": "Swipe",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "A basic melee attack that deals moderate physical damage. Ra Kotu alternates sword hands after every strike."
                    },
                    {
                        "name": "横劈",
                        "enName": "Cleave",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_heavy.png",
                        "des": "Ra Kotu winds all six of its swords back behind itself before slashing the three pairs together in front of itself, as indicated by a large red cone, dealing high physical damage and knocking you back."
                    },
                    {
                        "name": "重攻击",
                        "enName": "Heavy Attack",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_heavy.png",
                        "des": "Ra Kotu shields himself with all six of its swords before fanning them out with strength in front of itself, dealing massive physical damage. This attack must be blocked."
                    },
                    {
                        "name": "六剑奇袭",
                        "enName": "Six Sword Assault",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "Ra Kotu clutches four of its swords against its chest before throwing them outward from its position a moderate distance before they boomerang back into its hands, as indicated by large red circular AoEs under the traveling swords, dealing very high physical damage."
                    },
                    {
                        "name": "剑刃漩涡",
                        "enName": "Sword Swirl",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "Upon reaching 30% health, Ra Kotu begins to spin its body and all of its blades around in place nonstop for a long duration, as indicated by a large red circular AoE beneath itself, dealing very high continuous physical damage and snaring targets hit."
                    }
                ]
            },
            {
                "name": "尤可达·凯",
                "enName": "Yokeda Kai",
                "species": "红卫人",
                "place": "Hel Ra Citadel",
                "n-Health": "6,134,864",
                "v-Health": "20,957,576",
                "hmHealth": "",
                "des": "Yokeda Kai is an Anka-Ra mage defending Hel Ra Citadel against intruders. He is one of two possible second bosses that the team will face in the trial, the other being Yokeda Rok'dun, as the team splits into two teams of six after the first boss. He must be defeated to progress further.",
                "picture": "https://images.uesp.net/6/68/ON-npc-Yokeda_Kai.jpg",
                "skills": [
                    {
                        "name": "火光",
                        "enName": "Flare",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_fire_ranged.png",
                        "des": "A basic ranged attack that does moderate flame damage."
                    },
                    {
                        "name": "流星",
                        "enName": "Meteor",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mageguild_005.png",
                        "des": "The boss drops a meteor on top of a target player as indicated by a red circle, dealing high flame damage and stunning the target. Blocking can help the player survive this attack."
                    },
                    {
                        "name": "焦枯之土",
                        "enName": "Scorched Ground",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_fire_aoe.png",
                        "des": "The meteor leaves behind a pool of fire that does moderate flame damage over time as indicated by a small red circle."
                    },
                    {
                        "name": "脉冲星",
                        "enName": "Pulsar",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_destructionstaff_008_b.png",
                        "des": "The boss releases flame around itself as indicated by a red circle. This attack does high flame damage and must be blocked or shielded through at all costs."
                    },
                    {
                        "name": "炼狱",
                        "enName": "Inferno",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/icon_missing.png",
                        "des": "The boss channels flame above itself that deals moderate flame damage to all players over time, increasing over time. This attack will stagger nearby players briefly and must be interrupted quickly."
                    },
                    {
                        "name": "召唤克隆",
                        "enName": "Summon Clones",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "The boss moves to the center of the room and summons three copies of himself at four fixed locations in the room. These clones will be invulnerable while the original boss can still be damaged. These clones must be killed quickly to simplify the fight. When the clones cast Inferno, interrupting them will kill them immediately. If the interrupt is missed, they will disappear after some time by themselves."
                    },
                    {
                        "name": "尤可达之怒",
                        "enName": "Wrath of Yokeda",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "If the group fighting Yokeda Rok'dun down below is defeated, flares of bright light not unlike those produced during The Warrior's Shehai Storm will rain down from the sky, causing the group fighting Yokeda Kai to wipe."
                    }
                ]
            },
            {
                "name": "尤可达·洛克顿",
                "enName": "Yokeda Rok'dun",
                "species": "红卫人",
                "place": "Hel Ra Citadel",
                "n-Health": "6,134,864",
                "v-Health": "20,957,576",
                "hmHealth": "",
                "des": "Yokeda Rok'dun is a Redguard Anka-Ra warrior encountered on the left path of the Hel Ra Citadel.\nHe is accompanied by Enraging Welwas, which he will reanimate if they die. He is one of two possible second bosses that the team will face in the trial, the other being Yokeda Kai.",
                "picture": "https://images.uesp.net/4/4d/ON-npc-Yokeda_Rok%27dun.jpg",
                "skills": [
                    {
                        "name": "Arrow Shot",
                        "enName": "Arrow Shot",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "A basic ranged attack dealing moderate physical damage."
                    },
                    {
                        "name": "火焰爆弹",
                        "enName": "Fire Bomb",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_fire_aoe.png",
                        "des": "Yokeda Rok'dun throws a fire bomb at you, exploding for very high flame damage and high damage over time. Multiple fire trails also shoot out in all directions from the explosion."
                    },
                    {
                        "name": "Revival",
                        "enName": "Revival",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_restorationstaff_004.png",
                        "des": "Yokeda Rok'dun dashes over to a dead welwa and revives it. After reanimating one, more welwas start appearing in the arena."
                    },
                    {
                        "name": "尤可达之怒",
                        "enName": "Wrath of Yokeda",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "If the group fighting Yokeda Kai up top is defeated, flares of bright light not unlike those produced during The Warrior's Shehai Storm will rain down from the sky, causing the group fighting Yokeda Rok'dun to wipe."
                    }
                ]
            },
            {
                "name": "战士",
                "enName": "The Warrior",
                "species": "红卫人",
                "place": "Hel Ra Citadel",
                "n-Health": "18,177,368",
                "v-Health": "62,096,516",
                "hmHealth": "",
                "des": "The Warrior is one of the three guardian signs who protect Tamriel from the Celestial Serpent. However, before the events of Craglorn, the Serpent corrupted the Mage and the Warrior, turning them against Tamriel and into agents of chaos.\nThe Warrior resembles a large soldier with a Yokudan mask. He is encountered throughout the Hel Ra Citadel, and is the final enemy of the trial. In it, he is fought in his stone-like Anka-Ra form within the Hall of the Warrior, the final chamber. Upon defeat, he will turn into a pile of dust and speak to The Thief, saying he is free from the Serpent's control.\nHe is also encountered in the Infinite Archive as a maligraphy.",
                "picture": "https://images.uesp.net/9/9c/ON-npc-The_Warrior.jpg",
                "skills": [
                    {
                        "name": "Mace Swing",
                        "enName": "Mace Swing",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Basic melee attack dealing moderate physical damage."
                    },
                    {
                        "name": "盾牌投掷",
                        "enName": "Shield Throw",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_heavy.png",
                        "des": "The Warrior throws his shield across the room, indicated by a long red rectangle AoE, dealing very high physical damage."
                    },
                    {
                        "name": "腾跃",
                        "enName": "Leap",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_heavy.png",
                        "des": "The Warrior quickly runs back before leaping back into battle, indicated by a large growing red AoE, dealing very high physical damage."
                    },
                    {
                        "name": "引导挥击",
                        "enName": "Channeled Swipes",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "The Warrior chases one enemy and attacks them with his mace multiple times, and can easily kill them with just a few blows."
                    },
                    {
                        "name": "灵剑风暴爆炸",
                        "enName": "Shehai Storm Explosion",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_aoe.png",
                        "des": "Getting rid of his mace and shield, the warrior quickly corporealizes a powerful Shehai Sword in his hands, building it upwards. Once the sword is fully summoned, it causes an explosive shockwave that blasts open the walls and knocks players back."
                    },
                    {
                        "name": "Summon Anka-Ra",
                        "enName": "Summon Anka-Ra",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "During the fight, Anka-Ra Destroyers and Flame-Shapers will periodically animate and join the fight."
                    },
                    {
                        "name": "引导挥击",
                        "enName": "Channeled Swipes",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "The Warrior chases one enemy and attacks them with his sword multiple times, and can easily kill them with just a few blows."
                    },
                    {
                        "name": "魂刃横劈",
                        "enName": "Shehai Cleave",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "The Warrior swings his greatsword in a wide radius in front of him, indicated by a red cone AoE, dealing high physical damage."
                    },
                    {
                        "name": "Shehai Beam",
                        "enName": "Shehai Beam",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "The Warrior plants his greatsword into the ground and rapidly sends out a beam of magic from it through the ground at players, dealing very high magical damage. After performing two of these attacks, he transitions into Shehai Storm."
                    },
                    {
                        "name": "魂刃风暴",
                        "enName": "Shehai Storm",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_ranged.png",
                        "des": "The Warrior casts numerous electric bolts at each player, dealing a great deal of damage with each one. This attack can easily be countered by blocking with a weapon, which will greatly reduce the damage done."
                    },
                    {
                        "name": "Summon Anka-Ra",
                        "enName": "Summon Anka-Ra",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "During the fight, Anka-Ra Destroyers and Flame-Shapers will periodically animate and join the fight."
                    }
                ]
            }
        ],
        "equipment": [
            "Berserking Warrior",
            "Destructive Mage",
            "Eternal Warrior",
            "Poisonous Serpent"
        ],
        "achievement": [
            {
                "name": "赫尔拉要塞已完成",
                "enName": "Hel Ra Citadel Completed",
                "icon": "https://images.uesp.net/0/0a/ON-icon-achievement-UD_Skill_Master.png",
                "des": "击败战士星，将他从蝮蛇星的控制中解救出来。",
                "score": "50"
            },
            {
                "name": "限时试炼：赫尔拉要塞",
                "enName": "Time Trial: Hel Ra Citadel",
                "icon": "https://images.uesp.net/5/5e/ON-icon-achievement-Veteran_Speed.png",
                "des": "在限时33分钟内完成赫尔·拉要塞（老兵模式）。",
                "score": "50"
            },
            {
                "name": "赫尔拉要塞征服者",
                "enName": "Hel Ra Citadel Conqueror",
                "icon": "https://images.uesp.net/8/8a/ON-icon-achievement-Hel_Ra_Citadel_Conqueror.png",
                "des": "在（老兵模式）赫尔拉要塞中击败战士星。",
                "score": "50"
            },
            {
                "name": "赫尔拉要塞（困难模式）",
                "enName": "Hel Ra Citadel Difficult Mode",
                "icon": "https://images.uesp.net/7/72/ON-icon-achievement-Veteran_Undaunted.png",
                "des": "在通过毁灭战士星的雕像军队激怒他之后将其击败。",
                "score": "50"
            },
            {
                "name": "赫尔拉要塞：战争号角",
                "enName": "Hel Ra Citadel: The War Horn",
                "icon": "https://images.uesp.net/1/18/ON-icon-skill-Assault-War_Horn.png",
                "des": "Sound the war horn at Hel Ra Citadel and defeat the ancient warriors who answer.",
                "score": "5"
            }
        ],
        "drop": [],
        "mech": []
    },
    {
        "name": "乌鞘蛇圣所",
        "enName": "Sanctum Ophidia",
        "place": [
            "上荒崖",
            "荒崖"
        ],
        "enplace": [
            "Upper Craglorn",
            "Craglorn"
        ],
        "DLC": "",
        "DLCicon": "",
        "location": "North of Loth'Na Caverns",
        "Group_Size": "12",
        "Bosses": "4",
        "mini_Bosses": "0",
        "background": "https://images.uesp.net/9/9b/ON-load-Sanctum_Ophidia.jpg",
        "picture": "https://images.uesp.net/2/27/ON-place-Sanctum_Ophidia.jpg",
        "mystery": "圣所的洞穴是艺术品，是很久以前就密封起来的雕刻杰作。不幸的是，对于荒崖来说，乌鞘蛇人一直是最……狂热的天界教派。",
        "des": "Sanctum Ophidia is an ancient Nedic temple in northern Craglorn.\nIt is the stronghold of the Celestial Serpent and his Scaled Court. It has both a Normal and a Veteran mode, as well as a \"Hard Mode\" which can be triggered only in Veteran mode by desecrating the sacred banners of the Scaled Court. Hard Mode only affects the Celestial Serpent, making this boss fight far more challenging.\nYou will receive The Serpent's Egg-Tooth for defeating the Celestial Serpent with hard mode active.",
        "BOSS": [
            {
                "name": "被灵魂附体的蝎尾兽",
                "enName": "Possessed Mantikora",
                "species": "蝎尾兽",
                "place": "Sanctum Ophidia",
                "n-Health": "10,906,420",
                "v-Health": "34,929,296",
                "hmHealth": "",
                "des": "The Possessed Mantikora is a mantikora found within Sanctum Ophidia. It glows green, having been possessed by the Serpent. It serves as the trial's first boss, and can be summoned by using the Nirncrux Altars at the red pool in the first chamber.",
                "picture": "https://images.uesp.net/2/21/ON-creature-Possessed_Mantikora.jpg",
                "skills": [
                    {
                        "name": "Charged Culminating Strike",
                        "enName": "Charged Culminating Strike",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": ""
                    },
                    {
                        "name": "Charged Punch",
                        "enName": "Charged Punch",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Causes hemorrhaging."
                    },
                    {
                        "name": "Culminating Strike",
                        "enName": "Culminating Strike",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": ""
                    },
                    {
                        "name": "震动",
                        "enName": "Quake",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_warrior_045.png",
                        "des": "Targets two players, and \"popcorns\" them. This ability causes an AoE to crawl out from under you. It strikes three times, and throws you into the air increasingly higher with each \"pop\". If you don't roll out of it, you're going to be killed by it on Veteran."
                    },
                    {
                        "name": "强压",
                        "enName": "Overpower",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_heavy.png",
                        "des": ""
                    },
                    {
                        "name": "拳击",
                        "enName": "Punch",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "Deals major physical damage. Has a chance to cause bleeding."
                    },
                    {
                        "name": "强袭",
                        "enName": "Slam",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": ""
                    },
                    {
                        "name": "激怒拳击",
                        "enName": "Enraged Punch",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "Only occurs on Veteran. One-shots everyone but the tank."
                    }
                ]
            },
            {
                "name": "碎石者",
                "enName": "Stonebreaker",
                "species": "巨魔",
                "place": "Sanctum Ophidia",
                "n-Health": "6,816,516",
                "v-Health": "25,614,820",
                "hmHealth": "",
                "des": "Stonebreaker is a giant armored troll infused with nirncrux, found within Sanctum Ophidia. It's initially held in place by a Serpent Fang and a Serpent War-Priest. He serves as the second boss of the trial.",
                "picture": "https://images.uesp.net/2/23/ON-creature-Stonebreaker.jpg",
                "skills": [
                    {
                        "name": "拳击",
                        "enName": "Punch",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "Basic melee attack dealing high physical damage."
                    },
                    {
                        "name": "投掷石块",
                        "enName": "Rock Throw",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": "Stonebreaker quickly throws a rock in front of itself, indicated by a quickly casted AoE, dealing high physical damage and stunning you."
                    },
                    {
                        "name": "Repeat Slam",
                        "enName": "Repeat Slam",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Stonebreaker slams the ground repeatedly, dealing high physical damage on each one to nearby opponents."
                    },
                    {
                        "name": "腾跃",
                        "enName": "Leap",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_heavy.png",
                        "des": "Stonebreaker jumps over to an opponent far away, dealing very high physical damage and knocking them down. This attack has no indicator."
                    },
                    {
                        "name": "Raging Fist",
                        "enName": "Raging Fist",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Stonebreaker begins pumping its chest rapidly while screaming, before slamming his fist into the ground, causing a huge earthquake all around itself, indicated by a very large growing AoE, causing massive physical damage. This attack must be blocked."
                    }
                ]
            },
            {
                "name": "奥拉扎",
                "enName": "Ozara",
                "species": "蛇人",
                "place": "Sanctum Ophidia",
                "n-Health": "6,816,516",
                "v-Health": "27,943,440",
                "hmHealth": "",
                "des": "Ozara is a lamia who serves the Serpent. She is the third boss of Sanctum Ophidia.",
                "picture": "https://images.uesp.net/6/6a/ON-creature-Ozara.jpg",
                "skills": []
            },
            {
                "name": "The Serpent",
                "enName": "The Serpent",
                "species": "Nede",
                "place": "Sanctum Ophidia",
                "n-Health": "22,721,708",
                "v-Health": "47,434,832",
                "hmHealth": "53,364,196",
                "des": "The Serpent is a constellation that has fallen to Tamriel as a Celestial and now seeks to corrupt the other constellations and remake Nirn. He has taken over the minds of two of the Guardian Celestials, The Mage and The Warrior, with only The Thief escaping his grasp. He commands the Scaled Court, a group of fanatics operating in Craglorn that worship him.",
                "picture": "https://images.uesp.net/0/04/ON-npc-The_Serpent.jpg",
                "skills": [
                    {
                        "name": "敲击",
                        "enName": "Strike",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "Basic melee attack dealing very high physical damage."
                    },
                    {
                        "name": "天界喷射",
                        "enName": "Celestial Spray",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_aoe.png",
                        "des": "The Serpent swings his sword in a forward arc, dealing very high magic damage in a cone AoE."
                    },
                    {
                        "name": "毒素打击",
                        "enName": "Poison Strike",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_poison_melee.png",
                        "des": "The Serpent winds up his sword then strikes it from the top on a player, dealing extremely high poison damage. This attack must be blocked."
                    },
                    {
                        "name": "日蚀撕裂",
                        "enName": "Eclipse Tear",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_ranged.png",
                        "des": "The Serpent charges up a ball of green energy in his left hand and continuously launch poisonous projectiles at multiple random players multiple times, each projectile dealing high poison damage. When this ends, World Shaper is always cast."
                    },
                    {
                        "name": "世界塑造者",
                        "enName": "World Shaper",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_aoe.png",
                        "des": "Once Eclipse Tear ends, he throws it either on the left or right side of the arena at random, forming a AoE that always deal lethal Oblivion Damage to players."
                    },
                    {
                        "name": "驱逐",
                        "enName": "Repulse",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_sorcerer_thunderclap.png",
                        "des": "The Serpent leans back and a ghostly form drifts out of them into the air. They say that the stone has held them too long and they \"will never go back\", at which point the ghost is pulled back into the Serpent and purple orbs flies out of him into the ground. Walk into an orb to get protected against the incoming pulse that covers the platform, always dealing lethal Oblivion Damage to unprotected players."
                    },
                    {
                        "name": "毒雾",
                        "enName": "Poison Mist",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_poison_aoe.png",
                        "des": "The Serpent plants his sword in the ground and summons a large bubble of green energy that applies constant high poison damage. You must heal through the damage applied."
                    },
                    {
                        "name": "Summon Cursed Totem",
                        "enName": "Summon Cursed Totem",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Summons a Cursed Totem."
                    },
                    {
                        "name": "Summon Empower Totem",
                        "enName": "Summon Empower Totem",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Summons a Empower Totem."
                    },
                    {
                        "name": "Summon Wrest Totem",
                        "enName": "Summon Wrest Totem",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Summons a Wrest Totem."
                    },
                    {
                        "name": "Summon Allies",
                        "enName": "Summon Allies",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "The Serpent will summon Lamia Howlers and Mantikoras during the fight."
                    }
                ]
            }
        ],
        "equipment": [
            "Immortal Warrior",
            "Twice-Fanged Serpent",
            "Vicious Serpent",
            "Wise Mage"
        ],
        "achievement": [
            {
                "name": "乌鞘蛇圣所已完成",
                "enName": "Sanctum Ophidia Completed",
                "icon": "https://images.uesp.net/0/0a/ON-icon-achievement-UD_Skill_Master.png",
                "des": "击败蝮蛇星。",
                "score": "50"
            },
            {
                "name": "限时试炼：乌鞘蛇圣所",
                "enName": "Time Trial: Sanctum Ophidia",
                "icon": "https://images.uesp.net/5/5e/ON-icon-achievement-Veteran_Speed.png",
                "des": "在限时33分钟内完成乌鞘蛇圣所（老兵模式）。",
                "score": "50"
            },
            {
                "name": "乌鞘蛇圣所：饲料坑",
                "enName": "Sanctum Ophidia: Feeding Pit",
                "icon": "https://images.uesp.net/3/31/ON-icon-achievement-Veteran_Dungeon.png",
                "des": "使用乌鞘蛇圣所的饲料堆并在随后的战斗中幸存下来。",
                "score": "5"
            },
            {
                "name": "乌鞘蛇圣所征服者",
                "enName": "Sanctum Ophidia Conqueror",
                "icon": "https://images.uesp.net/e/ec/ON-icon-achievement-Sanctum_Ophidia_Conqueror.png",
                "des": "在（老兵模式）乌鞘蛇圣所中击败蝮蛇星。",
                "score": "50"
            },
            {
                "name": "乌鞘蛇圣所（困难模式）",
                "enName": "Sanctum Ophidia Difficult Mode",
                "icon": "https://images.uesp.net/7/72/ON-icon-achievement-Veteran_Undaunted.png",
                "des": "在亵渎鳞之内阁的神圣旗帜之后击败蝮蛇星。",
                "score": "50"
            }
        ],
        "drop": [],
        "mech": []
    },
    {
        "name": "恐帆礁石",
        "enName": "Dreadsail Reef",
        "place": [
            "",
            "高岛"
        ],
        "enplace": [
            "Oakenvald",
            "High Isle"
        ],
        "DLC": "",
        "DLCicon": "",
        "location": "Northeast of Death's Valor Keep",
        "Group_Size": "12",
        "Bosses": "5",
        "mini_Bosses": "0",
        "background": "https://images.uesp.net/d/d2/ON-load-Dreadsail_Reef.png",
        "picture": "https://images.uesp.net/6/6f/ON-place-Dreadsail_Reef.jpg",
        "mystery": "这个小岛位于西斯忒斯群岛的边缘，周围是浅浅的锯齿状珊瑚礁，并且有凶猛的捕食者盘踞于此。在恐帆舰队的女王宣称自己拥有它之前，这里几乎没有人类和精灵的存在。",
        "des": "Dreadsail Reef is a reef off the coast of High Isle that serves as a major base for the Dreadsails, a group of Maormer pirates.  You will receive a Fragment of the Fleet Queen's Anchor along with your other rewards after defeating the Fleet Queen with Hard Mode engaged.",
        "BOSS": [
            {
                "name": "图拉塞尔",
                "enName": "Turlassil",
                "species": "海精灵",
                "place": "Dreadsail Reef",
                "n-Health": "10,906,420",
                "v-Health": "27,943,440",
                "hmHealth": "55,886,880",
                "des": "Turlassil (or Turli) is a blue striped Maormer found in Dreadsail Reef. He is the twin brother of Lylanar and both serve as the first boss of the trial.",
                "picture": "https://images.uesp.net/0/0d/ON-npc-Turlassil.jpg",
                "skills": []
            },
            {
                "name": "折弓者",
                "enName": "Bow Breaker",
                "species": "哈吉鳄龟",
                "place": "Dreadsail Reef",
                "n-Health": "11,928,902",
                "v-Health": "29,689,904",
                "hmHealth": "",
                "des": "Bow Breaker is a Coral Haj Mota found in the Reef Caverns section of Dreadsail Reef. It serves as one of the trial bosses.",
                "picture": "https://images.uesp.net/d/d6/ON-creature-Bow_Breaker.jpg",
                "skills": []
            },
            {
                "name": "破帆者",
                "enName": "Sail Ripper",
                "species": "鹰妖",
                "place": "Dreadsail Reef",
                "n-Health": "11,928,902",
                "v-Health": "29,689,904",
                "hmHealth": "",
                "des": "Sail Ripper is a Harpy found in Dreadsail Reef. It acts as one of the bosses of the trial.",
                "picture": "https://images.uesp.net/a/ab/ON-creature-Sail_Ripper.jpg",
                "skills": []
            },
            {
                "name": "礁石守护者",
                "enName": "Reef Guardian",
                "species": "礁石守护者",
                "place": "Dreadsail Reef",
                "n-Health": "13,633,026",
                "v-Health": "",
                "hmHealth": "",
                "des": "Reef Guardians are a type of golem made from coral and possessing a blue glow. They resemble Magma Golems. They can be found within Dreadsail Reef and along the coasts of Y'ffelon.",
                "picture": "https://images.uesp.net/9/93/ON-creature-Reef_Guardian.jpg",
                "skills": []
            },
            {
                "name": "泰德伯恩·塔勒里亚",
                "enName": "Tideborn Taleria",
                "species": "Air Atronach",
                "place": "Dreadsail Reef",
                "n-Health": "29,538,220",
                "v-Health": "100,906,840",
                "hmHealth": "181,632,304",
                "des": "Tideborn Taleria is a coral monstrosity that Fleet Queen Taleria turns herself into during the final battle of Dreadsail Reef. You will face her at the bottom of the Coral Caldera.",
                "picture": "https://images.uesp.net/0/00/ON-creature-Tideborn_Taleria.jpg",
                "skills": [
                    {
                        "name": "",
                        "enName": "",
                        "icon": "",
                        "des": "Summons a Calamitous Sword."
                    }
                ]
            }
        ],
        "equipment": [
            "Coral Riptide",
            "Perfected Coral Riptide",
            "Pearlescent Ward",
            "Perfected Pearlescent Ward",
            "Pillager's Profit",
            "Perfected Pillager's Profit",
            "Whorl of the Depths",
            "Perfected Whorl of the Depths"
        ],
        "achievement": [
            {
                "name": "至高欺凌者",
                "enName": "Swashbuckler Supreme",
                "icon": "https://images.uesp.net/c/cf/ON-icon-achievement-Swashbuckler_Supreme.png",
                "des": "在恐帆礁石完成列出的成就。",
                "score": "50"
            },
            {
                "name": "恐帆礁石胜利者",
                "enName": "Dreadsail Reef Vanquisher",
                "icon": "https://images.uesp.net/0/07/ON-icon-achievement-Dreadsail_Reef_Vanquisher.png",
                "des": "击败恐帆礁石的莱拉纳尔和图拉塞尔，礁石守护者和泰德伯恩·塔勒里亚。",
                "score": "10"
            },
            {
                "name": "恐帆礁石征服者",
                "enName": "Dreadsail Reef Conqueror",
                "icon": "https://images.uesp.net/c/c8/ON-icon-achievement-Dreadsail_Reef_Conqueror.png",
                "des": "在（老兵模式）恐帆礁石中打败礁石守护者，莱拉纳尔和图拉塞尔，以及泰德伯恩·塔勒里亚。",
                "score": "10"
            },
            {
                "name": "水兵之主",
                "enName": "Master Marine",
                "icon": "https://images.uesp.net/0/0b/ON-icon-achievement-Master_Marine.png",
                "des": "在（老兵模式）恐帆礁石中升起挑战旗帜后，一次性打败礁石守护者莱拉纳尔和图拉塞尔，以及泰德伯恩·塔勒里亚，且未获得任何棱镜共振的增益。",
                "score": "50"
            },
            {
                "name": "鱼叉之锋",
                "enName": "Tip of the Harpoon",
                "icon": "https://images.uesp.net/c/ca/ON-icon-achievement-Tip_of_the_Harpoon.png",
                "des": "在进入（老兵模式）恐帆礁石后的30分钟内，打败礁石守护者，莱拉纳尔和图拉塞尔，以及泰德伯恩·塔勒里亚和作为他们随从的所有敌人。",
                "score": "50"
            },
            {
                "name": "永不沉没",
                "enName": "Unsinkable",
                "icon": "https://images.uesp.net/1/10/ON-icon-achievement-Unsinkable.png",
                "des": "在没有小队成员死亡的情况下，在（老兵模式）恐帆礁石中，打败礁石守护者，莱拉纳尔和图拉塞尔，以及泰德伯恩·塔勒里亚和作为他们随从的所有敌人。",
                "score": "50"
            },
            {
                "name": "舰队女王的挫败",
                "enName": "Fleet Queen's Foil",
                "icon": "https://images.uesp.net/5/58/ON-icon-achievement-Fleet_Queen%27s_Foil.png",
                "des": "在没有小队成员死亡的情况下，在进入（老兵模式）恐帆礁石后的30分钟内，升起各自的挑战旗帜后，分别打败礁石守护者，莱拉纳尔和图拉塞尔，以及泰德伯恩·塔勒里亚和作为他们随从的所有敌人，且未获得任何棱镜共振的增益。",
                "score": "50"
            },
            {
                "name": "恐帆杀戮者",
                "enName": "Dreadsail Slayer",
                "icon": "https://images.uesp.net/5/53/ON-icon-achievement-Dreadsail_Slayer.png",
                "des": "在（老兵模式）恐帆礁石中打败300名恐帆海盗。",
                "score": "10"
            },
            {
                "name": "欧尔瑙格杀戮者",
                "enName": "Ornaug Slayer",
                "icon": "https://images.uesp.net/5/5b/ON-icon-achievement-Ornaug_Slayer.png",
                "des": "在（老兵模式）恐帆礁石中打败50个欧尔瑙格。",
                "score": "10"
            },
            {
                "name": "有意不从",
                "enName": "Deliberate Disobedience",
                "icon": "https://images.uesp.net/9/9f/ON-icon-achievement-Deliberate_Disobedience.png",
                "des": "在恐帆礁石打败三十只被“毁灭余烬”驱除效果的寒霜猎犬和三十只被“穿刺寒雹”驱除效果的火焰猎犬。",
                "score": "10"
            },
            {
                "name": "一入深渊",
                "enName": "Once into the Depths",
                "icon": "https://images.uesp.net/a/a4/ON-icon-achievement-Once_into_the_Depths.png",
                "des": "在（老兵模式）恐帆礁石中打败礁石守护者，且小队各成员落入礁石滩险的次数均不超过一次。",
                "score": "10"
            },
            {
                "name": "巡游",
                "enName": "Full Tour",
                "icon": "https://images.uesp.net/0/06/ON-icon-achievement-Full_Tour.png",
                "des": "在（老兵模式）恐帆礁石中升起挑战旗帜后，打败恐帆毒液召唤师、恐帆海炉工和恐帆潮汐法师，且相继击败的间隔不超过10秒。",
                "score": "10"
            },
            {
                "name": "同步杀戮",
                "enName": "Synchronized Slaying",
                "icon": "https://images.uesp.net/3/3e/ON-icon-achievement-Synchronized_Slaying.png",
                "des": "在（老兵模式）恐帆礁石中打败折弓者和破帆者，且间隔不超过15秒。",
                "score": "10"
            },
            {
                "name": "不宜居住",
                "enName": "Inhospitable",
                "icon": "https://images.uesp.net/0/05/ON-icon-achievement-Inhospitable.png",
                "des": "在恐帆礁石协助阿尔达汉进行研究。",
                "score": "10"
            },
            {
                "name": "巅峰角斗士表演",
                "enName": "Peak Pit-Fighter Performance",
                "icon": "https://images.uesp.net/c/ca/ON-icon-achievement-Peak_Pit-Fighter_Performance.png",
                "des": "在（老兵模式）恐帆礁石中升起挑战旗帜后，打败莱拉纳尔和图拉塞尔。",
                "score": "15"
            },
            {
                "name": "礁石破坏者",
                "enName": "Reef Wrecker",
                "icon": "https://images.uesp.net/2/25/ON-icon-achievement-Reef_Wrecker.png",
                "des": "在（老兵模式）恐帆礁石中升起挑战旗帜后，击败礁石守护者，且未获得任何棱镜共振的增益。",
                "score": "15"
            }
        ],
        "drop": [],
        "mech": []
    },
    {
        "name": "太阳尖顶",
        "enName": "Sunspire",
        "place": [
            "北艾斯维尔"
        ],
        "enplace": [
            "Northern Elsweyr"
        ],
        "DLC": "",
        "DLCicon": "",
        "location": "West of Merryvale Farms",
        "Group_Size": "12",
        "Bosses": "3",
        "mini_Bosses": "0",
        "background": "https://images.uesp.net/e/e8/ON-load-Sunspire.jpg",
        "picture": "https://images.uesp.net/3/36/ON-place-Sunspire.jpg",
        "mystery": "在萨尔睿道显灵之后罗尔卡神殿崛起之前，太阳尖顶才是安奎那境内最卓绝的朝圣之所。如果有关艾尔克许回归的传言是真的，它也许能再现辉煌。",
        "des": "Sunspire is an ancient temple of Alkosh found in Northern Elsweyr.  Omu-dar the traveling merchant travels between Sunspire and the Prowl's Edge Dragonscour.\nSunspire has been overrun by dragons. Legend has it that this is the place where Alkosh shouted down Pelinal Whitestrake, leaving behind a timewound. Each boss in this trial will have a unique hardmode.\nA golden-scaled dragon, Nahviintaas, has come to the Spire and proclaims himself to be Alkosh. With him are two other dragons: Lokkestiiz, a white dragon, and Yolnahkriin, a red dragon. These two claim to be avatars of the two moons, Jone and Jode, respectively. You are tasked with ending the tyrannical reign of these false-gods.\nYou must kill Lokkestiiz and Yolnahkriin in order to reach Nahviintaas. You can kill them in either order, and their deaths break the seal that blocks the way to the false-god of time. In order to engage Nahviintaas on hard mode, the other two bosses must first be fought in hard mode before him. Activating hard mode for Lokkestiz and Yolnahkriin will induce Nahviintaas into flying down from his place at the spire to aid them. Completing the trial on veteran will earn you a skin, and completion of a challenger-like achievement will earn you a Senche mount that wears the veteran skin.\nYou will receive a Pristine Dragon Heartscale with your other rewards for completing this trial on Hard Mode.",
        "BOSS": [
            {
                "name": "洛克提兹",
                "enName": "Lokkestiiz",
                "species": "龙",
                "place": "Sunspire",
                "n-Health": "18,177,368",
                "v-Health": "77,620,640",
                "hmHealth": "97,025,800",
                "des": "Lokkestiiz is a frost dragon residing in the Sunspire, masquerading as an aspect of Jone. Lokkestiiz is known for his freezing breath.",
                "picture": "https://images.uesp.net/f/f1/ON-creature-Lokkestiiz.jpg",
                "skills": [
                    {
                        "name": "破裂",
                        "enName": "Shatter",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_disorient.png",
                        "des": "The Frozen Tomb shatters if a player does not stand in it, causing massive damage to the entire group."
                    },
                    {
                        "name": "寒霜霆击",
                        "enName": "Frostbolt",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_cold_ranged.png",
                        "des": "Lokkestiiz fires ice at people."
                    },
                    {
                        "name": "冰寒",
                        "enName": "Frigid Cold",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_cold_aoe.png",
                        "des": "Lokkestiiz has an aura of cold energy around him. When you are close to him, it causes damage."
                    },
                    {
                        "name": "寒霜吐息",
                        "enName": "Frost Breath",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_cold_aoe.png",
                        "des": "Lokkestiiz breathes a blast of frost, indicated by a massive conal AoE."
                    },
                    {
                        "name": "风暴狂怒",
                        "enName": "Storm Fury",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_knockback.png",
                        "des": "Lokkestiiz fires off a beam of lightning during flight."
                    },
                    {
                        "name": "龙翼抽击",
                        "enName": "Wing Thrash",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_u24_drg_wingthrash.png",
                        "des": "Lokkestiiz hits you with his wing if you're too close."
                    },
                    {
                        "name": "Aerial Onslaught",
                        "enName": "Aerial Onslaught",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "At 80%/50%/20% health, Lokkestiiz flies into the air and ceases to be targettable. A large amount of atronachs are summoned into the arena at the same time. From here, Lokkestiiz will perform a strafing run over the arena, breathing electricity that will linger for a time, dealing damage if touched, and will end by performing a massive ice and shock beam that sweeps across the arena, and must be blocked to avoid the immense damage it deals."
                    },
                    {
                        "name": "召唤寒霜侍灵",
                        "enName": "Summon Frost Atronach",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_destructionstaff_005_b.png",
                        "des": "Summons a Frost Atronach with 3,408,25819,405,160 health."
                    },
                    {
                        "name": "冰川之拳",
                        "enName": "Glacial Fist",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": "Very powerful blow from Lokkestiiz's Frost Atronachs which can easily one shot most players. Indicated by a conal aoe."
                    },
                    {
                        "name": "寒冰长矛",
                        "enName": "Ice Spear",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_cold_melee.png",
                        "des": ""
                    },
                    {
                        "name": "召唤风暴侍灵",
                        "enName": "Summon Storm Atronach",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_sorcerer_storm_atronach.png",
                        "des": "Summons a Storm Atronach with 321,8912,874,839 health."
                    },
                    {
                        "name": "流星",
                        "enName": "Meteor",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mageguild_005.png",
                        "des": "The Storm Atronach enters the arena, causing damage if a player is under it when it spawns. Can be blocked."
                    },
                    {
                        "name": "随时有可能爆炸",
                        "enName": "Unstable Explosion",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_shock_aoe.png",
                        "des": "The Storm Atronach enters execute phase similar to Stormfist. The atronach must be burned down."
                    },
                    {
                        "name": "风暴围困",
                        "enName": "Storm Bound",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_shock_aoe.png",
                        "des": "Lightning-based attack from the Storm Atronach."
                    }
                ]
            },
            {
                "name": "尤尔纳克林",
                "enName": "Yolnahkriin",
                "species": "龙",
                "place": "Sunspire",
                "n-Health": "22,721,708",
                "v-Health": "116,430,960",
                "hmHealth": "",
                "des": "Yolnahkriin is a red dragon who is masquerading as an aspect of Jode within the temple of Sunspire.",
                "picture": "https://images.uesp.net/e/e9/ON-creature-Yolnahkriin.jpg",
                "skills": [
                    {
                        "name": "噬咬",
                        "enName": "Bite",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_poison_melee.png",
                        "des": "Yolnahkriin bites whoever he's targeting."
                    },
                    {
                        "name": "沸油",
                        "enName": "Boiling Oil",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/housing_dun_lsb_oillamp001.png",
                        "des": "The boiling oil surrounding Yolnahkriin's perch will damage you if you stand in it."
                    },
                    {
                        "name": "Flame Aura",
                        "enName": "Flame Aura",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_fire_aoe.png",
                        "des": "If you are too close to Yolnahkriin (read: underneath him), you will be consumed by raging fire."
                    },
                    {
                        "name": "火焰吐息",
                        "enName": "Fire Breath",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_warrior_031.png",
                        "des": "Yolnahkriin breathes fire."
                    },
                    {
                        "name": "专注之火",
                        "enName": "Focused Fire",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/quest_vvardenfell_fire_bomb.png",
                        "des": "Yolnahkriin will set down an orange aoe onto one player in front of him.  The only way to survive Yolnahkriin's Focused Fire is to find a way to disperse the impact. Damage increases with every hit. Players must stack to distribute the damage. Works similarly to Shade of Siroria's Roaring Flare."
                    },
                    {
                        "name": "召唤火焰侍灵",
                        "enName": "Summon Fire Atronach",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Summons a Flame Atronach."
                    },
                    {
                        "name": "召唤铁侍灵",
                        "enName": "Summon Iron Atronach",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_destructionstaff_007_a.png",
                        "des": "Summons an Iron Servant."
                    },
                    {
                        "name": "龙翼抽击",
                        "enName": "Wing Thrash",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_u24_drg_wingthrash.png",
                        "des": "One hit kill, can connect if you fight from the side."
                    },
                    {
                        "name": "Aerial Blast",
                        "enName": "Aerial Blast",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "At 80%/50%/25% health, Yolnahkriin flies into the air and ceases to be targettable, as more atronachs appear in the arena. While fighting the atronachs, Yolnahkriin then proceeds to spew concentrated fire down into the center of the arena, covering all of it except for the outer rim, limiting room to move around and dealing massive damage if stepping into the fire."
                    }
                ]
            },
            {
                "name": "纳温塔丝",
                "enName": "Nahviintaas",
                "species": "龙",
                "place": "Sunspire",
                "n-Health": "27,266,052",
                "v-Health": "93,144,776",
                "hmHealth": "116,430,968",
                "des": "Nahviintaas is a golden dragon who has taken over the temple of the Sunspire alongside his dragon followers by posing as the Dragon God Alkosh.",
                "picture": "https://images.uesp.net/b/be/ON-creature-Nahviintaas.jpg",
                "skills": [
                    {
                        "name": "Summon Allies",
                        "enName": "Summon Allies",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "At the start of the fight, Nahviintaas remains in the air and cannot be targetted. A group consisting of Alkosh's Fates, Alkosh's Wills, Furies of Alkosh, and Ruins of Alkosh appear in the arena and must be defeated. After the inital group is defeated."
                    },
                    {
                        "name": "熔火流星",
                        "enName": "Molten Meteor",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_fire_ranged.png",
                        "des": "After the initial wave of adds are defeated, a set of three fire explosion go off in the center of the arena, increasing in size after each one, with the last being so large and powerful that you must hide behind the statues in the arena to avoid the damage. Flame Atronachs start appearing at the same time as this ability."
                    },
                    {
                        "name": "噬咬",
                        "enName": "Bite",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_poison_melee.png",
                        "des": "A basic melee attack."
                    },
                    {
                        "name": "火球",
                        "enName": "Fireball",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_fire_aoe.png",
                        "des": "A basic ranged attack."
                    },
                    {
                        "name": "龙翼抽击",
                        "enName": "Wing Thrash",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_u24_drg_wingthrash.png",
                        "des": "Standing near Nahviintaas' wings can lead to him swatting you with them, dealing high damage and knocking you away, possibly off of the arena."
                    },
                    {
                        "name": "火焰吐息",
                        "enName": "Fire Breath",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_warrior_031.png",
                        "des": "Nahviintaas breathes fire in front of him, indicated by a conal AoE."
                    },
                    {
                        "name": "Flame Sweep",
                        "enName": "Flame Sweep",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "A wider version of Flame Breath, which is slower but covers the entire arena, and if this version hits you, you are stunned."
                    },
                    {
                        "name": "Head Swipe",
                        "enName": "Head Swipe",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Nahviintaas winds his head up before swinging it down in an arc motion, dealing damage and knocking you away."
                    },
                    {
                        "name": "Timeshift",
                        "enName": "Timeshift",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "At 90%/70%/50% health, three portals appear in the arena floor and three players must use them to be teleported in a separate reality where they must fight and defeat an Eternal Servant within 90 seconds. Yellow magical swirls will appear sometimes in the arena and stepping on them grants additional time to defeat the enemy. If the Eternal Servant isn't defeated within the time limit, it will be transported into the main arena in an immune state and will wipe the party. While the three players are fighting in the other reality, the same kind of adds that appeared initially will attack the rest of the party."
                    },
                    {
                        "name": "飞离",
                        "enName": "Fly Off",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "At 80%/60%/40% health, Naahviintaas flies into the air and ceases to be targettable again, and the fight loops back to how it was initially, with the add waves and Molten Meteor."
                    },
                    {
                        "name": "Meteor Shower",
                        "enName": "Meteor Shower",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Once Nahviintaas reaches 30% health, he starts using this new ability where meteors will fall on every single member of the party, and they must split up to avoid stacking meteors over each other. After the meteors have landed into the ground, they linger for some time, with a pulsing field of fire around them. In hard mode, the meteors last long enough that another wave of meteors can arrive while older ones are still present, which can start limiting available space in the arena."
                    },
                    {
                        "name": "召唤侍灵",
                        "enName": "Summon Atronachs",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Flame Atronachs will continuously appear into the arena to assist Nahviintaas."
                    },
                    {
                        "name": "Flame Aura",
                        "enName": "Flame Aura",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_fire_aoe.png",
                        "des": "A circular aura is present underneath Nahviintaas for the whole duration of the fight while he is grounded, inflicting constant damage if standing too close."
                    }
                ]
            }
        ],
        "equipment": [
            "Claw of Yolnahkriin",
            "Perfected Claw of Yolnahkriin",
            "Eye of Nahviintaas",
            "Perfected Eye of Nahviintaas",
            "False God's Devotion",
            "Perfected False God's Devotion",
            "Tooth of Lokkestiiz",
            "Perfected Tooth of Lokkestiiz"
        ],
        "achievement": [
            {
                "name": "太阳尖顶样式大师",
                "enName": "Sunspire Style Master",
                "icon": "https://images.uesp.net/3/3a/ON-icon-quest-Book_01.png",
                "des": "学习太阳尖顶样式书的每一章，该样式书出现在太阳尖顶试炼中。",
                "score": "50"
            },
            {
                "name": "太阳尖顶屠龙",
                "enName": "Sunspire Dragonbreak",
                "icon": "https://images.uesp.net/f/fa/ON-icon-achievement-Sunspire_Dragonbreak.png",
                "des": "完成列出的太阳尖顶成就。",
                "score": "50"
            },
            {
                "name": "太阳尖顶已完成",
                "enName": "Sunspire Completed",
                "icon": "https://images.uesp.net/5/5e/ON-icon-achievement-Sunspire_Completed.png",
                "des": "在太阳尖顶中，击败尤尔纳克林、洛克提兹和纳温塔丝。",
                "score": "10"
            },
            {
                "name": "太阳尖顶征服者",
                "enName": "Sunspire Conqueror",
                "icon": "https://images.uesp.net/1/1f/ON-icon-achievement-Halls_of_Fabrication_Conqueror.png",
                "des": "在（老兵模式）太阳尖顶中，击败尤尔纳克林、洛克提兹和纳温塔丝。",
                "score": "10"
            },
            {
                "name": "太阳尖顶胜利者",
                "enName": "Sunspire Vanquisher",
                "icon": "https://images.uesp.net/2/2d/ON-icon-achievement-Sunspire_Vanquisher.png",
                "des": "在（老兵模式）太阳尖顶中，在熄灭目标的所有祭祀火盆后击败尤尔纳克林、洛克提兹和纳温塔丝。",
                "score": "50"
            },
            {
                "name": "太阳尖顶冲刺者",
                "enName": "Sunspire Sprinter",
                "icon": "https://images.uesp.net/2/22/ON-icon-achievement-Time_Trial_Halls_of_Fabrication.png",
                "des": "在（老兵模式）太阳尖顶中，在进入太阳尖顶前厅和庭院之间的走廊后30分钟内，击败尤尔纳克林、洛克提兹和纳温塔丝，以及除此之外的所有敌人。",
                "score": "50"
            },
            {
                "name": "太阳尖顶弑神者",
                "enName": "Godslayer of Sunspire",
                "icon": "https://images.uesp.net/4/4e/ON-icon-achievement-Godslayer_of_Sunspire.png",
                "des": "在（老兵模式）太阳尖顶中，在熄灭目标的所有祭祀火盆后，于进入太阳尖顶前厅和庭院之间的走廊后30分钟内，在没有小队成员死亡的情况下击败尤尔纳克林、洛克提兹和纳温塔丝，以及他们的所有追随者。",
                "score": "50"
            },
            {
                "name": "森切战猫杀戮者",
                "enName": "Senche-raht Slayer",
                "icon": "https://images.uesp.net/0/0c/ON-icon-achievement-Senche-raht_Slayer.png",
                "des": "在太阳尖顶中，击败100个艾尔克许的咆哮、乔恩的风爪或乔德的火牙。",
                "score": "10"
            },
            {
                "name": "龙裔消灭者",
                "enName": "Dragonbound Demolisher",
                "icon": "https://images.uesp.net/1/17/ON-icon-achievement-Dragonbound_Demolisher.png",
                "des": "在太阳尖顶中，击败200个艾尔克许的命运、意志、怒火或毁灭。",
                "score": "10"
            },
            {
                "name": "趁热打铁",
                "enName": "Strike When the Iron's Hot",
                "icon": "https://images.uesp.net/a/a3/ON-icon-achievement-Strike_When_the_Iron%27s_Hot.png",
                "des": "在太阳尖顶中，在消灭被激怒的铁仆从之后，击败尤尔纳克林。",
                "score": "10"
            },
            {
                "name": "比闪电还快",
                "enName": "Faster Than Lightning",
                "icon": "https://images.uesp.net/5/54/ON-icon-achievement-Faster_Than_Lightning.png",
                "des": "在太阳尖顶中，在没有任何小队成员被风暴吐息命中的情况下击败洛克提兹。",
                "score": "10"
            },
            {
                "name": "保持同步",
                "enName": "Keeping In Sync",
                "icon": "https://images.uesp.net/e/ed/ON-icon-achievement-Keeping_In_Sync.png",
                "des": "在（老兵模式）太阳尖顶中，在没有任何小队成员时间迁移穿过同一个时间裂隙超过一次的情况下，击败纳温塔丝。",
                "score": "10"
            },
            {
                "name": "灭火",
                "enName": "Stoking the Fire",
                "icon": "https://images.uesp.net/b/b0/ON-icon-achievement-Stoking_the_Fire.png",
                "des": "在（老兵模式）太阳尖顶中，在熄灭尤尔纳克林的祭祀火盆后将他击败。",
                "score": "15"
            },
            {
                "name": "风暴追逐者",
                "enName": "Stormchaser",
                "icon": "https://images.uesp.net/b/b0/ON-icon-achievement-Stormchaser.png",
                "des": "在（老兵模式）太阳尖顶中，在熄灭洛克提兹的祭祀火盆后将他击败。",
                "score": "15"
            },
            {
                "name": "龙之克星",
                "enName": "Dragonsbane",
                "icon": "https://images.uesp.net/1/1d/ON-icon-achievement-Dragonsbane.png",
                "des": "在（老兵模式）太阳尖顶中，在没有小队成员死亡的情况下击败尤尔纳克林、洛克提兹和纳温塔丝，以及除此之外的所有敌人。",
                "score": "50"
            }
        ],
        "drop": [],
        "mech": []
    },
    {
        "name": "洛克汗的巨口",
        "enName": "Maw of Lorkhaj",
        "place": [
            "",
            "收割者之境"
        ],
        "enplace": [
            "Jodewood",
            "Reaper's March"
        ],
        "DLC": "",
        "DLCicon": "",
        "location": "South of Do'Krin Monastery",
        "Group_Size": "12",
        "Bosses": "3",
        "mini_Bosses": "0",
        "background": "https://images.uesp.net/6/65/ON-load-Maw_of_Lorkhaj.png",
        "picture": "https://images.uesp.net/9/97/ON-place-Maw_of_Lorkhaj.jpg",
        "mystery": "一个叫做“七谜神庙”的古老虎人神龛已被虎人的宿敌堕落虎人占领。随着时间的流逝，越来越多的迷失之猫通过世界之间的裂隙涌入奈恩。如果要拯救泰姆瑞尔，就必须关上这个洛克汗的巨口。",
        "des": "The Maw of Lorkhaj is a desecrated Khajiiti temple in Reaper's March.\nIt was known as the \"Temple of Seven Riddles\" prior to its occupation by the Dro-m'Athra.\nJust outside the entrance to the temple is a small hub with two merchants, crafting stations and a cooking fire. There are also some members of the Twilight Cantors nearby, and a few monks that have been afflicted by the Bent Dance. Adara'hai can be found in front of the entrance to the temple; she will request your help in dealing with the invading dro'm-Athra.\nYou will receive The Rid-Thar's Moon Pearls along with your other rewards after defeating the Fang of Lorkhaj with Hard Mode engaged.",
        "BOSS": [
            {
                "name": "遗忘者扎哈撒",
                "enName": "Zhaj'hassa the Forgotten",
                "species": "虎人",
                "place": "Maw of Lorkhaj",
                "n-Health": "10,906,422",
                "v-Health": "46,572,392",
                "hmHealth": "",
                "des": "Zhaj'hassa the Forgotten is a large Dro-m'Athra found within the Maw of Lorkhaj. He serves as the first boss that must be defeated to progress.",
                "picture": "https://images.uesp.net/e/e0/ON-npc-Zhaj%27hassa_the_Forgotten.jpg",
                "skills": [
                    {
                        "name": "敲击",
                        "enName": "Strike",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "The boss swings its weapon, doing moderate physical damage. If taunted the boss will be forced to use this attack on the tank only."
                    },
                    {
                        "name": "暴怒横劈",
                        "enName": "Raging Cleave",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_warrior_001.png",
                        "des": "The boss swings its weapon in an arc, doing moderate physical damage to everyone in front of him. If taunted the boss will be forced to use this attack on the tank only."
                    },
                    {
                        "name": "黑暗石柱",
                        "enName": "Dark Monolith",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_aoe.png",
                        "des": "The boss slams its weapon on the ground, and a blue pillar emerges from a location as indicated by a red circle. When the pillar emerges it will damage and knock back any player standing on top of it."
                    },
                    {
                        "name": "雷霆冲击",
                        "enName": "Thunderous Impact",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_warrior_001.png",
                        "des": "The boss slams its weapon on the ground, dealing high damage to his target."
                    },
                    {
                        "name": "洛克汗之握",
                        "enName": "Grip of Lorkhaj",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_fire_ranged.png",
                        "des": "The boss throws three blue orbs on three random players. These players will have red circles around them indicating they are targeted. Any player within the circles will gain a debuff that turns their screen blue and does moderate magical damage over time. The players affected have to stand on the glowing pads at the side of the room to remove the debuff. Failure to do so will result in instant death after some time."
                    },
                    {
                        "name": "潜入黑暗",
                        "enName": "Slithering Darkness",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_004.png",
                        "des": "Once Grip of Lorkhaj is cleansed, blue orbs will travel along the floor of the room. Touching these orbs will deal moderate magical damage to that player."
                    },
                    {
                        "name": "Summon Ghostly Sar-m'Athra",
                        "enName": "Summon Ghostly Sar-m'Athra",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "At 80%, 60%, 40% and 20% health, the boss will summon 2, 3, 4, or 5 Ghostly Sar-m'Athras to attack the group. These should be killed quickly to simplify the fight."
                    },
                    {
                        "name": "虚无爆炸",
                        "enName": "Void Explosion",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_fear.png",
                        "des": "The boss channels holds his weapon up and channels a large explosion. Players will need to hide behind the blue pillars summoned earlier to avoid instant death. Note as the fight progresses fewer and fewer pillars will appear, and eventually no pillars will happen. If that happens, players have to kill the boss before the final explosion wipes the whole group."
                    },
                    {
                        "name": "Dark Aegis/Shadow Burst",
                        "enName": "Dark Aegis/Shadow Burst",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "At 70% and 30% health, the boss summons a shield around himself and small red circles appear around all players. The circles will pulse for high damage over time. Stacking is not recommended here as overlapping the red damage circles may lead to death. Players will have to break through the damage shield to stop this phase, before the damage increases and wipes the group."
                    }
                ]
            },
            {
                "name": "斯金莱",
                "enName": "S'kinrai",
                "species": "虎人",
                "place": "Maw of Lorkhaj",
                "n-Health": "6,543,853",
                "v-Health": "28,480,908",
                "hmHealth": "",
                "des": "S'kinrai is a large Dro-m'Athra found within the Maw of Lorkhaj. Together with Vashai, he serves as the second boss that must be defeated to progress.\nAccording to Adara'hai, he and Vashai are twins, and used the Sanctuary as a dojo before falling to the Bent Dance.",
                "picture": "https://images.uesp.net/7/71/ON-npc-S%27kinrai.jpg",
                "skills": [
                    {
                        "name": "恐怖横劈",
                        "enName": "Fearsome Cleave",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "S'kinrai's basic attack. He will swing his weapon around, doing moderate physical damage to all players in front of him. This attack has no red cone indicator."
                    },
                    {
                        "name": "月之猛击",
                        "enName": "Lunar Slam",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_heavy.png",
                        "des": "S'kinrai charges a heavy attack which deals very high physical damage and knocks back. This can be blocked to stagger S'kinrai instead."
                    },
                    {
                        "name": "月之毁灭",
                        "enName": "Lunar Destruction",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_templar_over_exposure.png",
                        "des": "S'kinrai will cast a Radiant Destruction-like beam on a random player that stuns and deals ticks of moderate flame damage over time. You cannot break-free of the stun yourself so other party members have to interrupt this spell as soon as possible."
                    },
                    {
                        "name": "月之闪光术",
                        "enName": "Lunar Flare",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_oblivion.png",
                        "des": "S'kinrai casts a Reflective Light-like ability which launches a yellow orb at two players, dealing moderate flame damage on impact and reducing healing then ticks of low flame damage over time. Be aware that the color one-shot attack is also called \"Lunar Flare\"."
                    },
                    {
                        "name": "月亮之相",
                        "enName": "Lunar Aspect",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_fire_aoe.png",
                        "des": "S'kinrai will always have a bright aura around his head (as visible in the image above), and shortly after the beginning of the fight he will grant Lunar Aspect to the six nearest players. DPS players are advised that to not attack him while you share the bright aura with him, as all damage you do will be greatly reduced. Instead, the tanks will switch bosses. The tank with Lunar Aspect will pull Vashai and vice versa."
                    },
                    {
                        "name": "Infernal Combustion",
                        "enName": "Infernal Combustion",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Likewise, players near Vashai will gain a dark aura around them. If two players of opposite auras get near each other, both players die and explode for high magical damage in a large radius. Thus players of opposite colors should stay separate from each other. The aura persists through death, so if a bright aura player dies, the corpse will be bright. If a dark aura player revives that player, both will explode the moment the bright player gets up. To minimize this, players should only revive players of the same aura as them."
                    },
                    {
                        "name": "变色",
                        "enName": "Color Change",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "An additional mechanic that only appears in vet mode, S'kinrai will randomly select three players near him that are dark and switch their auras to bright. Vashai will also do the same but reversed. The players affected will have a yellowish circle appear around them warning them of the incoming color swap, and those players have to quickly move away from others to prevent Infernal Combustion. Players who have their auras switched to dark will have to move across the room to the other side to attack Vashai and vice versa."
                    },
                    {
                        "name": "爆炸",
                        "enName": "Explosion",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": "Vashai and S'kinrai will eventually teleport to opposite ends of the room, dividing the room into a dark and a bright half down the middle. S'kinrai's half will have a dark floor and vice versa. After a short time both bosses will explode for high magical damage. Players must avoid this by standing on the half with the floor color matching your own aura. After the explosion, all auras are removed from all players. The bosses will then reapply the auras as mentioned above and the fight repeats. A common strategy for this encounter is to divide the trial group into two subgroups of six each. Each subgroup has a tank holding one boss. After the auras are applied, the tanks use Inner Fire to taunt the boss that has the opposite aura as the one of their subgroup, causing the correct boss to come over to their side."
                    },
                    {
                        "name": "Summon Will of Vashai",
                        "enName": "Summon Will of Vashai",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "He also is able to summon a Will of Vashai to aid him. The enemy summoned will have a dark aura, and only bright aura players will be able to kill it. The enemy should be killed quickly to simplify the fight."
                    },
                    {
                        "name": "阴影燃烧",
                        "enName": "Shadow Blaze",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_oblivion.png",
                        "des": "Both Vashai and S'kinrai have to be killed at roughly the same time, as once one dies the other will begin casting Shadow Blaze. This uninterruptible spell takes a while to cast and players must kill the remaining boss before it fires. Failure to do so will likely result in instant death for the whole group. Most groups will coordinate DPS between the two subgroups to ensure that the remaining boss can be finished off quickly once his twin dies."
                    }
                ]
            },
            {
                "name": "拉卡特",
                "enName": "Rakkhat",
                "species": "痛苦影暮",
                "place": "Maw of Lorkhaj",
                "n-Health": "24,993,878",
                "v-Health": "64,634,364",
                "hmHealth": "80,854,832",
                "des": "Rakkhat, The Fang of Lorkhaj, is a powerful dro-m'Athra found within the Maw of Lorkhaj. He emerges after you confront Kulan-dro in the High Lunarium. He takes the form of a large Grievous Twilight with glowing blue stripes and serves as the trial's final boss.\nUpon his defeat, his loot will appear in a reward chest near the wall in the back of the room. If you fail to get the quest from Adara'hai at the start of the trial, your loot will include an Ancient Lunar Talisman, which you can activate from your inventory to begin the quest. This exists as a failsafe to ensure you can get your weekly coffer for completing the trial, even if you forget to talk to Adara'hai or accept a quest share from one of your groupmates.",
                "picture": "https://images.uesp.net/e/e0/ON-creature-Rakkhat.jpg",
                "skills": [
                    {
                        "name": "被虚无吞噬",
                        "enName": "Consumed by the Void",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": ""
                    },
                    {
                        "name": "翻滚之翼",
                        "enName": "Threshing Wings",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_dragonknight_009_b.png",
                        "des": ""
                    },
                    {
                        "name": "碾碎虚无",
                        "enName": "Crushing Void",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": ""
                    },
                    {
                        "name": "毁灭领域",
                        "enName": "Annihilation Sphere",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": ""
                    },
                    {
                        "name": "月之粉碎",
                        "enName": "Lunar Smash",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": ""
                    },
                    {
                        "name": "烧灼暗影",
                        "enName": "Searing Shadows",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_aoe.png",
                        "des": ""
                    },
                    {
                        "name": "暗影弹幕",
                        "enName": "Shadow Barrage",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_ranged.png",
                        "des": ""
                    },
                    {
                        "name": "虚无暴击",
                        "enName": "Void Blast",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_ranged.png",
                        "des": ""
                    },
                    {
                        "name": "虚无爆弹",
                        "enName": "Void Bomb",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": ""
                    },
                    {
                        "name": "虚无领域",
                        "enName": "Void Sphere",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_ranged.png",
                        "des": "During the fight, shadowy images of ritualists will appear in the center of the room. Some players then need to pass through the gate to the back of the room, and defeat a total of six Void Callers (who spawn on circular mats that are embroidered with moons and adorned with pillows) are also making motions as though casting a spell. The runners need to activate the Eyes of Jode synergy to see the Void Callers. The dancing Bent Cats present within the Void only serve as a distraction and should be ignored. While the shadowy ritualists are present, the lunar images on the floor will begin to darken, and the ritualists will eventually sink into the ground. If the players in the void fail to kill the Void Callers in time, the ritualists will disappear, and Rakkhat will cast Void Sphere, which eliminates the group."
                    },
                    {
                        "name": "虚无之怒",
                        "enName": "Wrath of the Void",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": ""
                    }
                ]
            }
        ],
        "equipment": [
            "Moondancer",
            "Twilight Remedy",
            "Roar of Alkosh",
            "Lunar Bastion"
        ],
        "achievement": [
            {
                "name": "洛克汗的巨口：月之勇士",
                "enName": "Maw of Lorkhaj: Moons' Champion",
                "icon": "https://images.uesp.net/7/75/ON-icon-achievement-Maw_of_Lorkhaj_Moons%27_Champion.png",
                "des": "完成所有与击败（老兵模式）洛克汗的巨口中的“洛克汗的獠牙”拉卡特相关的成就。",
                "score": "50"
            },
            {
                "name": "洛克汗的巨口征服者",
                "enName": "Maw of Lorkhaj Conqueror",
                "icon": "https://images.uesp.net/b/b2/ON-icon-achievement-Maw_of_Lorkhaj_Conqueror.png",
                "des": "在（老兵模式）洛克汗的巨口中，击败“洛克汗的獠牙”拉卡特和他的堕落虎人军团。",
                "score": "50"
            },
            {
                "name": "洛克汗的巨口（困难模式）",
                "enName": "Maw of Lorkhaj Difficult Mode",
                "icon": "https://images.uesp.net/8/8f/ON-icon-achievement-Maw_of_Lorkhaj_Difficult_Mode.png",
                "des": "在（老兵模式）洛克汗的巨口中，在月之神龛强化拉卡特之后，将其击败。",
                "score": "50"
            },
            {
                "name": "洛克汗的巨口：瞄准獠牙",
                "enName": "Maw of Lorkhaj: Fang Focused",
                "icon": "https://images.uesp.net/c/ca/ON-icon-achievement-Maw_of_Lorkhaj_Fang_Focused.png",
                "des": "在（老兵模式）洛克汗的巨口中，在至少有三个堕落虎人恐怖追猎者存活的情况下击败拉卡特。",
                "score": "15"
            },
            {
                "name": "洛克汗的巨口：躲避虚无",
                "enName": "Maw of Lorkhaj: Void Avoided",
                "icon": "https://images.uesp.net/9/9f/ON-icon-achievement-Maw_of_Lorkhaj_Void_Avoided.png",
                "des": "在（老兵模式）洛克汗的巨口中，在不超过两名玩家受到过洛克汗之息影响的情况下击败拉卡特。",
                "score": "15"
            },
            {
                "name": "洛克汗的巨口：双月之舞",
                "enName": "Maw of Lorkhaj: Two-Moons Dance",
                "icon": "https://images.uesp.net/a/ab/ON-icon-achievement-Maw_of_Lorkhaj_Two-Moons_Dance.png",
                "des": "在（老兵模式）洛克汗的巨口中，在两个月亮周期内迫使拉卡特进入他的最后阶段，然后击败他。",
                "score": "15"
            },
            {
                "name": "洛克汗的巨口已完成",
                "enName": "Maw of Lorkhaj Completed",
                "icon": "https://images.uesp.net/c/ce/ON-icon-achievement-Maw_of_Lorkhaj_Completed.png",
                "des": "在普通模式中，将堕落虎人赶回虚无并关闭洛克汗的巨口。",
                "score": "15"
            },
            {
                "name": "洛克汗的巨口：暗影杀戮者",
                "enName": "Maw of Lorkhaj: Shadow Slayer",
                "icon": "https://images.uesp.net/5/54/ON-icon-achievement-Maw_of_Lorkhaj_Shadow_Slayer.png",
                "des": "在洛克汗的巨口击败25个虚无召唤者。",
                "score": "10"
            },
            {
                "name": "洛克汗的巨口：纯洁的灵魂",
                "enName": "Maw of Lorkhaj: Stainless Souls",
                "icon": "https://images.uesp.net/8/8e/ON-icon-achievement-Maw_of_Lorkhaj_Stainless_Souls.png",
                "des": "在受到洛克汗之息影响时，在无人死亡的情况下击败拉卡特。",
                "score": "15"
            },
            {
                "name": "洛克汗的巨口：完美的胜利",
                "enName": "Maw of Lorkhaj: Spotless Triumph",
                "icon": "https://images.uesp.net/2/20/ON-icon-achievement-Maw_of_Lorkhaj_Spotless_Triumph.png",
                "des": "在没有小队成员死亡的情况下完成（老兵模式）洛克汗的巨口。",
                "score": "50"
            },
            {
                "name": "洛克汗的巨口：奔放的伏击",
                "enName": "Maw of Lorkhaj: Unchained Ambush",
                "icon": "https://images.uesp.net/c/c3/ON-icon-achievement-Maw_of_Lorkhaj_Unchained_Ambush.png",
                "des": "在（老兵模式）洛克汗的巨口中，在10秒内使用两个链条开关，然后击败堕落虎人入侵者。",
                "score": "5"
            },
            {
                "name": "限时试炼：洛克汗的巨口",
                "enName": "Time Trial: Maw of Lorkhaj",
                "icon": "https://images.uesp.net/9/90/ON-icon-achievement-Time_Trial_Maw_of_Lorkhaj.png",
                "des": "在40分钟的时间限制内完成（老兵模式）洛克汗的巨口。试炼将在通过七谜语神庙的门槛时开始。",
                "score": "50"
            }
        ],
        "drop": [],
        "mech": []
    },
    {
        "name": "云栖城",
        "enName": "Cloudrest",
        "place": [
            "夏暮岛"
        ],
        "enplace": [
            "Summerset"
        ],
        "DLC": "",
        "DLCicon": "",
        "location": "East of Ebon Stadmont",
        "Group_Size": "12",
        "Bosses": "4",
        "mini_Bosses": "0",
        "background": "https://images.uesp.net/c/cf/ON-load-Cloudrest.jpg",
        "picture": "https://images.uesp.net/3/3d/ON-place-Cloudrest.jpg",
        "mystery": "云栖城，高精灵的鹫巢，坐落于夏暮岛最高峰伊顿尼尔的高坡之上。不知为何，其稀薄的空气就如同冰镇的奈恩根酒一样令人陶醉和振奋。",
        "des": "Cloudrest is a city found on the mountain of Eton Nir in Summerset, east of Ebon Stadmont. It serves as the home base for the Welkynar Gryphon Knights and their Aerie.\nDue to an unforeseen catastrophe, the once-thriving city stands cloaked in a toxic, purple mist. To ensure that the corruption does not spread to the rest of the island, the city is under quarantine by the Divine Prosecution, who were forced to evacuate the city and barricade the main gate.\nA cart from Alinor can be taken to get there, and a side entrance lies straight to the west: there is a note found next to it.\nYou will receive a Crest of the Welkynar for completing this trial on hard mode.",
        "BOSS": [
            {
                "name": "加伦韦幽影",
                "enName": "Shade of Galenwe",
                "species": "High Elf",
                "place": "Cloudrest",
                "n-Health": "6,810,395",
                "v-Health": "13,971,720",
                "hmHealth": "",
                "des": "The Shade of Galenwe is a shadowy clone of the Welkynar Knight Galenwe, created by Z'Maja. He serves as an optional boss, though defeating him will make the battle with Z'Maja easier.\nHe is initially seen kneeling with a slight forcefield and numerous Yaghra around him, and defeating those creatures will cause him to enter combat and summon his shadow gryphon, the Shade of Falarielle.",
                "picture": "https://images.uesp.net/0/09/ON-npc-Shade_of_Galenwe.jpg",
                "skills": [
                    {
                        "name": "寒冰尖刺",
                        "enName": "Ice Spike",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_012.png",
                        "des": "Galenwe will jump to the furthest player away from him and release a circle of ice that deals significant damage. If a player is not blocking this attack, they will be knocked back but if they are blocking they will be staggered. Players can move out of the aoe indicator before Galenwe lands the attack to take no damage."
                    },
                    {
                        "name": "荒野之风",
                        "enName": "Savage Winds",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_cold_aoe.png",
                        "des": "Galenwe will put his sword in the ground and begin to channel an attack. Small aoe ice spikes that do significant damage will appear under the feet of random players until he stops his attack or is interrupted by a player."
                    },
                    {
                        "name": "寒冰牢笼",
                        "enName": "Ice Cage",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_cold_aoe.png",
                        "des": "Galenwe drops an ice ring around himself that does a large initial hit and stacking damage if stood in. A player can dodge roll through the ring to get in or out of it, but will still take some damage."
                    },
                    {
                        "name": "寒霜光环",
                        "enName": "Frost Aura",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_cold_aoe.png",
                        "des": "Galenwe will pause and summon an ice aura around him that does light aoe damage to anyone standing in it."
                    },
                    {
                        "name": "凛冬之相",
                        "enName": "Aspect of Winter",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": "At 60% health on veteran difficulty, Galenwe will stop and do an uninterruptible channel. Three random players will be chosen and have growing aoe circles at their feet. Upon the end of the cast, those players and everybody inside the aoe will have a meteor strike them. If this attack is not blocked, it will knock a player down and stun them. It is important to take these meteors away from players if possible, especially other players targeted by meteors. Overlapping meteors will kill any player caught in the overlap. The meteor mechanic intentionally excludes anybody who has taunt on a boss and any player within Z'Maja's Shadow Realm."
                    },
                    {
                        "name": "毁灭一击",
                        "enName": "Ravaging Blow",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": "Galenwe's heavy attack. Deals major physical damage and must be blocked."
                    }
                ]
            },
            {
                "name": "瑞利昆恩幽影",
                "enName": "Shade of Relequen",
                "species": "High Elf",
                "place": "Cloudrest",
                "n-Health": "6,810,395",
                "v-Health": "13,971,720",
                "hmHealth": "",
                "des": "The Shade of Relequen is the shadow clone of the Welkynar, Relequen. He uses his lightning staff to attack and fights alongside the shade of Belanaril, his mortal counterpart's gryphon companion.",
                "picture": "https://images.uesp.net/d/d3/ON-npc-Shade_of_Relequen.jpg",
                "skills": [
                    {
                        "name": "雷霆乍现",
                        "enName": "Thundering Presence",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_sorcerer_thundering_presence.png",
                        "des": ""
                    },
                    {
                        "name": "Flux Burst and Static Diffusion",
                        "enName": "Flux Burst and Static Diffusion",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Relequen will jump to the furthest player away. Unlike the other two riders, this happens instantly. He will leave behind a large shock aoe that does moderate damage. If a player is too far away, this ability can be outranged and Relequen will jump to the second furthest player in radius."
                    },
                    {
                        "name": "震撼猛击",
                        "enName": "Shocking Smash",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_heavy.png",
                        "des": "Relequen will spin his staff and then slam it onto his target, or if dodged onto the ground. This impact will cause several small lightning aoes to fan out in a starburst from the impact point. Players hit by these aoes will take moderate damage and be stunned."
                    },
                    {
                        "name": "直流电",
                        "enName": "Direct Current",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_shock_ranged.png",
                        "des": "Relequen will channel and several lightning bolts will form a line to random players. After a brief duration, these lightning bolts will stun and do severe aoe damage to the players targeted. If the aoes around players overlap, they may be oneshot."
                    },
                    {
                        "name": "Shockwave",
                        "enName": "Shockwave",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_shock_ranged.png",
                        "des": "A long conal attack will extend out from Relequen and knock back any player who is not blocking. If a player is blocking, they will be staggered."
                    },
                    {
                        "name": "Mage's Wrath",
                        "enName": "Mage's Wrath",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "If a player is low on health, Relequen may target them with the Sorcerer execute Mage's Wrath. There is a five second grace period to heal the target to full, otherwise it will deal the full execute damage to a target, even if healed above the normal threshold for an execute mechanic."
                    }
                ]
            },
            {
                "name": "希罗利亚幽影",
                "enName": "Shade of Siroria",
                "species": "High Elf",
                "place": "Cloudrest",
                "n-Health": "6,810,395",
                "v-Health": "13,971,720",
                "hmHealth": "",
                "des": "The Shade of Siroria is a shadowy clone of the Welkynar Knight Siroria, created by Z'Maja. She serves as an optional boss, though defeating her will make the battle with Z'Maja easier. When engaged, she will summon her gryphon, the Shade of Silaeda",
                "picture": "https://images.uesp.net/f/f3/ON-npc-Shade_of_Siroria.jpg",
                "skills": [
                    {
                        "name": "烈焰吐息",
                        "enName": "Fiery Breath",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_fire_aoe.png",
                        "des": "Mimics the Dragon Knight Engulfing Flames ability. This attack is a conal ability that severely debuffs any player hit to take increased damage from other flame damage."
                    },
                    {
                        "name": "迅捷打击",
                        "enName": "Quick Strike",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "Melee ability, deals physical damage."
                    },
                    {
                        "name": "吞食",
                        "enName": "Engulf",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_dragonknight_004_b.png",
                        "des": ""
                    },
                    {
                        "name": "熔岩鞭",
                        "enName": "Lava Whip",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_dragonknight_001.png",
                        "des": "Melee ability, deals flame damage."
                    },
                    {
                        "name": "下劈斩",
                        "enName": "Low Slash",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_1handed_001.png",
                        "des": "Melee ability, deals physical damage."
                    },
                    {
                        "name": "黑暗利爪",
                        "enName": "Dark Talons",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_dragonknight_010.png",
                        "des": "Siroria casts Dark Talons and roots any player within range of her and applies a dot. This ability can be purged away by player abilities that purge debuffs."
                    },
                    {
                        "name": "龙骑士战旗",
                        "enName": "Dragonknight Standard",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_dragonknight_006.png",
                        "des": "Siroria casts Dragonknight Standard and a large aoe that looks like a player standard will appear and do severe damage to anyone standing in the radius. While standing in the aoe of her Standard, Siroria's other abilities are empowered significantly to the point they can even one-shot tanks."
                    },
                    {
                        "name": "炽热割裂",
                        "enName": "Scalding Sunder",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_heavy.png",
                        "des": "Siroria's heavy attack, like the other riders, is a one-shot if not blocked by the tank, and must be dodge rolled by the non-tanks if targeted."
                    },
                    {
                        "name": "Fulminate/Burgeoning Blaze",
                        "enName": "Fulminate/Burgeoning Blaze",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Starting at 60% health on veteran difficulty, Siroria will leap into the air and land at the spot where the farthest player away was standing when she cast the ability. Upon landing she does a high damage shockwave that sends four roving fire tornadoes out from the center point. The tornadoes spin out in random directions and cause high damage to any target hit before vanishing."
                    }
                ]
            },
            {
                "name": "泽玛亚",
                "enName": "Z'Maja",
                "species": "海蛞蝓人",
                "place": "Cloudrest",
                "n-Health": "22,721,708",
                "v-Health": "58,215,480",
                "hmHealth": "",
                "des": "Z'Maja is a Sea Sload sorceress of the Abyssal Cabal who is encountered in the central chamber of Cloudrest. She has taken control of the Welkynar Gryphon Knights, transforming them into shadowy monsters that possess all of their formidable skills. She is also responsible for releasing a mysterious purple mist that has spread throughout the city.\nThe Shadowcaster has wrested control of Cloudrest's Aerie, the Welkynars' grand meeting hall. There, you will face her. The amulet embedded in her chest supplies her with great power, and was given to her by Nocturnal.[1]:146",
                "picture": "https://images.uesp.net/5/58/ON-creature-Z%27Maja_02.jpg",
                "skills": [
                    {
                        "name": "暗影之渠",
                        "enName": "Dark Canal",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": "Z'Maja creates a teleportation pool at her current location and a second pool from which to pop out of at a second location."
                    },
                    {
                        "name": "心灵爆轰",
                        "enName": "Mind Blast",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_ranged.png",
                        "des": "A telekinetic projectile that targets a single person. If a player is hit by Mind Blast 4 times within 15 seconds, they'll suffer a DoT called Leeching Shadow on the fourth strike. While this ability targets a single person, it also creates a cone-shaped AoE in front of her that damages anyone within range for slightly less than Mind Blast's base damage.[1]:148"
                    },
                    {
                        "name": "吸血暗影",
                        "enName": "Leeching Shadow",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_aoe.png",
                        "des": "Lasting for 8 seconds, damage from this DoT decreases with each tick."
                    },
                    {
                        "name": "黑暗法球",
                        "enName": "Dark Orb",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Spawns three small orbs that will stun any player who touches them. If the orbs are not destroyed in time they will converge and target a player, stunning them and releasing Sinister Beads. Note that when an orb is destroyed it inflicts players with damage-over-time effect. The number of players affected by this damage-over-time will increase if more mini bosses are fought alongside Z'Maja, with no players being afflicted if Z'maja is fought on her own."
                    },
                    {
                        "name": "阴险之珠",
                        "enName": "Sinister Beads",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_aoe.png",
                        "des": "If the Dark Orbs collide with either each other or a player, they will explode into a number of dark beads. These will stun and place a damage over time on those hit."
                    },
                    {
                        "name": "极渊之暗",
                        "enName": "Crushing Darkness",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_snare.png",
                        "des": "An ability that targets the tank who is currently taunting her, and the player furthest from her, creating a void beneath their feet."
                    },
                    {
                        "name": "暗灭爆破",
                        "enName": "Dark Detonation",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": "If the shadow portal is not closed quickly enough by destroying the Tenebrous Vessels within, all players will begin to helplessly levitate under Z'Maja's control and she will instantly kill the entire group."
                    },
                    {
                        "name": "处决阶段",
                        "enName": "Execute Phase",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "One she reaches 10% health, Z'Maja unleashes the full power of her amulet by cracking it open.[1]:148 This summons her shade to the real world. Approximately every 22 seconds she will afflict 6 members of the group with Baneful Mark, which reduces the healing taken and damage done by all those inflicted until they return to 100% health."
                    },
                    {
                        "name": "诺克图娜的青睐",
                        "enName": "Nocturnal's Favor",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_ranged.png",
                        "des": "This attack damages whoever she's facing and has aggro on (whoever she's selected as a target to attack): she conjures a powerful blast of shadow energy in front of herself and thrusts it towards her target. There is a long animation for this attack. It is a very high damage projectile that cannot be dodged or reflected. Due to the high damage, it will kill any character that is not blocking, and frequently kill lower health players through block. Generally speaking, the tank holding taunt on Z'Maja should be the only person being affected by this ability; everybody else in the group should be behind Z'Maja so they're not in range."
                    },
                    {
                        "name": "暗影飞散",
                        "enName": "Shadow Splash",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": "Z'Maja waves her hands, channeling a spell. After a few seconds, she settles into a rhythm, and random players are sucked into a vortex and dropped from a random spot in the air, taking fall damage. If she's allowed to continue casting, she'll drag more players into the vortex, becoming more of a nuisance. This ability must be interrupted so Z'Maja doesn't interrupt the flow of battle and kill your damage dealers. On Veteran, the teleportation height is raised, which makes your group members take more fall damage when they're teleported into the air."
                    },
                    {
                        "name": "悲鸣反击",
                        "enName": "Grievous Retaliation",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_ranged.png",
                        "des": "In Veteran Cloudrest, if a player dies and someone tries to resurrect the dead ally before defeating their Shade, the person attempting the resurrection will take increasing damage from Grievous Retaliation."
                    },
                    {
                        "name": "黑暗玷污",
                        "enName": "Dark Contamination",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_ranged.png",
                        "des": "On Veteran, if you attempt to enter the Shadow World twice in the span of two minutes, you'll immediately die upon your second entry. Of this, the death recap combat tips say the following: \"Repeated exposure to Z'Maja's realm of shadow in a short period of time results in a catastrophic breakdown of the body.\""
                    }
                ]
            }
        ],
        "equipment": [
            "Aegis of Galenwe",
            "Perfect Aegis of Galenwe",
            "Arms of Relequen",
            "Perfect Arms of Relequen",
            "Mantle of Siroria",
            "Perfect Mantle of Siroria",
            "Vestment of Olorime",
            "Perfect Vestment of Olorime"
        ],
        "achievement": [
            {
                "name": "威尔肯纳尔样式大师",
                "enName": "Welkynar Style Master",
                "icon": "https://images.uesp.net/3/3a/ON-icon-quest-Book_01.png",
                "des": "学习威尔肯纳尔样式书的每一章，该样式书偶尔作为完成云栖城试炼的奖励出现。",
                "score": "50"
            },
            {
                "name": "云栖城救星",
                "enName": "Cloudrest Savior",
                "icon": "https://images.uesp.net/8/86/ON-icon-achievement-Cloudrest.png",
                "des": "完成列出的云栖城成就。",
                "score": "50"
            },
            {
                "name": "云栖城已完成",
                "enName": "Cloudrest Completed",
                "icon": "https://images.uesp.net/3/3d/ON-icon-achievement-Mind_Games.png",
                "des": "在云栖城中击败泽玛亚、希罗利亚、瑞利昆恩和加伦韦。",
                "score": "15"
            },
            {
                "name": "云栖城征服者",
                "enName": "Cloudrest Conqueror",
                "icon": "https://images.uesp.net/6/65/ON-icon-achievement-Karnwasten_Group_Event.png",
                "des": "在（老兵模式）云栖城中击败泽玛亚、希罗利亚、瑞利昆恩和加伦韦。",
                "score": "50"
            },
            {
                "name": "云栖城胜利者",
                "enName": "Cloudrest Vanquisher",
                "icon": "https://images.uesp.net/8/86/ON-icon-achievement-Cloudrest.png",
                "des": "在（老兵模式）云栖城中，在同一场战斗中击败泽玛亚、希罗利亚、瑞利昆恩和加伦韦。",
                "score": "50"
            },
            {
                "name": "快速蛞蝓人杀戮者",
                "enName": "Speedy Sload Slayer",
                "icon": "https://images.uesp.net/0/08/ON-icon-achievement-Speedy_Sload_Slayer.png",
                "des": "在（老兵模式）云栖城中，在15分钟的时间限制内击败泽玛亚、希罗利亚、瑞利昆恩和加伦韦。当玩家进入云栖城鹫巢时开始计时。",
                "score": "50"
            },
            {
                "name": "从暗影中幸存",
                "enName": "Surviving the Shadows",
                "icon": "https://images.uesp.net/a/aa/ON-icon-achievement-Surviving_the_Shadows.png",
                "des": "在（老兵模式）云栖城中，在没有小队成员死亡的情况下击败泽玛亚、希罗利亚、瑞利昆恩和加伦韦。",
                "score": "50"
            },
            {
                "name": "每人只能一个核心",
                "enName": "One Core, No More",
                "icon": "https://images.uesp.net/d/dc/ON-icon-achievement-One_Core%2C_No_More.png",
                "des": "在（老兵模式）云栖城中，在每个小队成员只拾取和摧毁一个恶毒核心的情况下击败泽玛亚。",
                "score": "50"
            },
            {
                "name": "有难同当",
                "enName": "Misery Loves Company",
                "icon": "https://images.uesp.net/f/f4/ON-icon-achievement-Defender_of_Summerset.png",
                "des": "在（老兵模式）云栖城中，在与身边有着全部三个威尔肯纳尔幽影协战的泽玛亚战斗时，一个受尖啸冰霜影响和其他两名受高压过载影响的玩家分担咆哮闪光爆发的伤害。",
                "score": "50"
            },
            {
                "name": "光影之战",
                "enName": "Flares and Deadly Shadows",
                "icon": "https://images.uesp.net/5/5d/ON-icon-achievement-Flares_and_Deadly_Shadows.png",
                "des": "在（老兵模式）云栖城中，在与身边有着希罗利亚幽影协战的泽玛亚战斗时，利用咆哮闪光并达成对亡者的暗影的20次致命一击。",
                "score": "15"
            },
            {
                "name": "核心协调",
                "enName": "Core Coordination",
                "icon": "https://images.uesp.net/6/65/ON-icon-achievement-Karnwasten_Group_Event.png",
                "des": "在（老兵模式）云栖城中，在与泽玛亚战斗时，在激活一个威尔肯纳尔之光后，再激活两个威尔肯纳尔之光，并在接下来的6秒内摧毁三个恶毒核心。",
                "score": "15"
            },
            {
                "name": "深海怪封锁",
                "enName": "Yaghra Blockade",
                "icon": "https://images.uesp.net/3/39/ON-icon-achievement-Yaghra_Blockade.png",
                "des": "在云栖城中，在一个暗影之界事件期间与泽玛亚战斗时，阻止所有深海怪进入大门和入侵凡世领域15次。",
                "score": "15"
            },
            {
                "name": "云栖城争夺者",
                "enName": "Cloudrest Contender",
                "icon": "https://images.uesp.net/8/86/ON-icon-achievement-Cloudrest.png",
                "des": "在云栖城中，在同一场战斗中击败泽玛亚、希罗利亚、瑞利昆恩和加伦韦。",
                "score": "50"
            },
            {
                "name": "共赴火海",
                "enName": "Valorous Combustion",
                "icon": "https://images.uesp.net/e/e8/ON-icon-achievement-Valorous_Combustion.png",
                "des": "在云栖城中，在与希罗利亚的幽影单独战斗时，在整场战斗中，每次咆哮闪光必须被至少6个玩家分担。",
                "score": "10"
            },
            {
                "name": "惊人直觉",
                "enName": "Shocking Instinct",
                "icon": "https://images.uesp.net/b/b7/ON-icon-achievement-Shocking_Instinct.png",
                "des": "在云栖城中，在与瑞利昆恩的幽影单独战斗时，在整场战斗中，没有玩家被高压过载命中，也没有玩家将高压电流传播给其他玩家。",
                "score": "10"
            },
            {
                "name": "奥秘之冰",
                "enName": "The Mystic's Ice",
                "icon": "https://images.uesp.net/2/22/ON-icon-achievement-The_Mystic%27s_Ice.png",
                "des": "在云栖城中，让加伦韦的幽影用他的寒冰尖刺攻击摧毁20个游荡的尖啸冰霜旋风。",
                "score": "15"
            },
            {
                "name": "蛞蝓人和她的幽影",
                "enName": "A Sload and Her Shadow",
                "icon": "https://images.uesp.net/e/e2/ON-icon-achievement-A_Sload_and_Her_Shadow.png",
                "des": "在（老兵模式）云栖城中，在泽玛亚身边有一个威尔肯纳尔幽影协战的情况下击败她。",
                "score": "50"
            },
            {
                "name": "致命三角组合",
                "enName": "Three's Deadly Company",
                "icon": "https://images.uesp.net/3/31/ON-icon-achievement-Three%27s_Deadly_Company.png",
                "des": "在（老兵模式）云栖城中，在泽玛亚身边有两个威尔肯纳尔幽影协战的情况下击败她。",
                "score": "50"
            },
            {
                "name": "通往阿拉克松的道路",
                "enName": "The Path to Alaxon",
                "icon": "https://images.uesp.net/e/e9/ON-icon-achievement-The_Path_to_Alaxon.png",
                "des": "在（老兵模式）云栖城中，在没有小队成员死亡的情况下，于进入云栖城鹫巢后15分钟内的同一场战斗中击败泽玛亚、希罗利亚、瑞利昆恩和加伦韦。",
                "score": "50"
            }
        ],
        "drop": [],
        "mech": []
    },
    {
        "name": "理智边缘",
        "enName": "Sanity's Edge",
        "place": [],
        "enplace": [],
        "DLC": "",
        "DLCicon": "",
        "location": "Southwest of Alavelis",
        "Group_Size": "12",
        "Bosses": "3",
        "mini_Bosses": "2",
        "background": "https://images.uesp.net/a/ac/ON-load-Sanity%27s_Edge.png",
        "picture": "https://images.uesp.net/0/09/ON-place-Sanity%27s_Edge.jpg",
        "mystery": "“作为所有希望、梦想和恐惧的来源，心灵是一处不断变幻的景观。同时它也是我们最大的财富、盟友和敌人。祈祷你的心灵永远不会背叛你吧。”——巫师特尔乌万",
        "des": "Sanity's Edge is the dreamworld of Warlock Vanton.  It is a trial and can be entered via Vanton's wizard tower on the Telvanni Peninsula, southwest of Alavelis.\nYou will receive a Crystallized Memory with your other rewards for completing this trial on Hard Mode.",
        "BOSS": [
            {
                "name": "主教亚赛拉",
                "enName": "Exarchanic Yaseyla",
                "species": "红卫人",
                "place": "Sanity's Edge",
                "n-Health": "21,812,840",
                "v-Health": "65,201,356",
                "hmHealth": "97,802,032",
                "des": "Exarchanic Yaseyla is the first boss of Sanity's Edge and leader of the Contramagis Militia. Her ultimate desire is the death of all mages. In her manifesto, it's revealed that her daughter, Javalla, was afflicted with a wasting disease. Wizard Twelvane offered her a potion to ease the child's suffering, but Javalla died despite the treatment. She hates all mages, but has a particular distaste for Twelvane.",
                "picture": "https://images.uesp.net/0/0a/ON-quest-War_Within.jpg",
                "skills": []
            },
            {
                "name": "首席巫师特尔乌万",
                "enName": "Archwizard Twelvane",
                "species": "虎人",
                "place": "Sanity's Edge",
                "n-Health": "5,112,387",
                "v-Health": "17,464,648",
                "hmHealth": "34,929,296",
                "des": "Archwizard Twelvane is a Khajiit mage found within Sanity's Edge. Despite the similarities in appearance, she is not Wizard Twelvane, but a hostile figment of Warlock Vanton's imagination.",
                "picture": "",
                "skills": []
            },
            {
                "name": "折磨者安苏尔",
                "enName": "Ansuul the Tormentor",
                "species": "Gloam Knight",
                "place": "Sanity's Edge",
                "n-Health": "40,899,072",
                "v-Health": "69,858,576",
                "hmHealth": "160,674,720",
                "des": "Ansuul the Tormentor is a Gloam Knight who appears throughout Sanity's Edge as the main antagonist. She is a creature of nightmare who is attempting to break free of her prison within an artifact known as the Dreamstone. To achieve this, she has taken control of Warlock Vanton's mind and is attempting to break through into Tamriel. You must enter Vanton's dreamworld to defeat Ansuul and save him.\nAnsuul appears throughout the trial as a projection, either to speak directly to your group or as part of one of Vanton's fragmented memories of his dealings with the creature. She can also be observed as a giant red specter in the sky above the surreal landscapes within Sanity's Edge, observing your group from above.\nYou will face her within The Twisted Memory, the final section of the trial, where she serves as the final boss.",
                "picture": "https://images.uesp.net/b/b7/ON-creature-Ansuul_the_Tormentor.jpg",
                "skills": [
                    {
                        "name": "焦虑之握",
                        "enName": "Anxiety's Grip",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_nightblade_002_a.png",
                        "des": ""
                    },
                    {
                        "name": "躁狂恐惧",
                        "enName": "Manic Phobia",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": ""
                    },
                    {
                        "name": "仪式爆裂",
                        "enName": "Ritual Blast",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/achievement_craglorn_001.png",
                        "des": "While she's summmoning one of the three mazes, Ansuul charges up a blast in a massive cone in front of her. The group must run to the opposite wall to avoid staning in the blast radius. The blast is a one-hit KO."
                    },
                    {
                        "name": "神经管控",
                        "enName": "Neural Takeover",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/achievement_022.png",
                        "des": "If you don't stop Ansuul from convincing Vanton to give in during the maze segment, your group is destroyed."
                    }
                ]
            }
        ],
        "equipment": [
            "Peace and Serenity",
            "Perfected Peace and Serenity",
            "Ansuul's Torment",
            "Perfected Ansuul's Torment",
            "Transformative Hope",
            "Perfected Transformative Hope",
            "Test of Resolve",
            "Perfected Test of Resolve"
        ],
        "achievement": [
            {
                "name": "理智沉着",
                "enName": "Sane and Clearheaded",
                "icon": "https://images.uesp.net/b/be/ON-icon-achievement-Sane_and_Clearheaded.png",
                "des": "完成列出的全部理智边缘成就。",
                "score": "50"
            },
            {
                "name": "理智边缘胜利者",
                "enName": "Sanity's Edge Vanquisher",
                "icon": "https://images.uesp.net/9/9b/ON-icon-achievement-Sanity%27s_Edge_Vanquisher.png",
                "des": "在理智边缘击败主教亚赛拉、首席巫师特尔乌万和折磨者安苏尔。",
                "score": "10"
            },
            {
                "name": "理智边缘征服者",
                "enName": "Sanity's Edge Conqueror",
                "icon": "https://images.uesp.net/6/60/ON-icon-achievement-Sanity%27s_Edge_Conqueror.png",
                "des": "在（老兵模式）理智边缘击败主教亚赛拉、首席巫师特尔乌万、折磨者安苏尔。",
                "score": "10"
            },
            {
                "name": "坚韧梦想者",
                "enName": "Tenacious Dreamer",
                "icon": "https://images.uesp.net/c/cd/ON-icon-achievement-Tenacious_Dreamer.png",
                "des": "在单轮（老兵模式）理智边缘中，在升起挑战旗帜后击败主教亚赛拉、首席巫师特尔乌万、折磨者安苏尔。",
                "score": "50"
            },
            {
                "name": "理智边缘疾行者",
                "enName": "Sanity's Edge Sprinter",
                "icon": "https://images.uesp.net/4/44/ON-icon-achievement-Sanity%27s_Edge_Sprinter.png",
                "des": "Defeat all enemies in addition to Exarchanic Yaseyla, Archwizard Twelvane, and Ansuul the Tormentor in Veteran Sanity's Edge within 35 minutes. Your time begins when you enter Vanton's Nightmare.",
                "score": "50"
            },
            {
                "name": "清醒梦境",
                "enName": "Lucid Dreaming",
                "icon": "https://images.uesp.net/b/b9/ON-icon-achievement-Lucid_Dreaming.png",
                "des": "在（老兵模式）理智边缘中，无小队成员死亡的情况下，成功击败主教亚赛拉、首席巫师特尔乌万、折磨者安苏尔以及所有其他敌人。",
                "score": "50"
            },
            {
                "name": "心灵大师",
                "enName": "Master of the Mind",
                "icon": "https://images.uesp.net/9/90/ON-icon-achievement-Master_of_the_Mind.png",
                "des": "Defeat Exarchanic Yaseyla, Archwizard Twelvane, and Ansuul the Tormentor along with all their hostile followers after raising the challenge banner for each of them, without suffering a group member death, within 35 minutes of entering Veteran Sanity's Edge.",
                "score": "50"
            },
            {
                "name": "梦魇杀戮者",
                "enName": "Terror Slayer",
                "icon": "https://images.uesp.net/2/2e/ON-icon-achievement-Terror_Slayer.png",
                "des": "在（老兵模式）理智边缘中击败125个打断者、虚空之主、召唤师、屠夫、执法者。",
                "score": "10"
            },
            {
                "name": "偏执杀戮者",
                "enName": "Paranoxia Slayer",
                "icon": "https://images.uesp.net/0/0f/ON-icon-achievement-Paranoxia_Slayer.png",
                "des": "在（老兵模式）理智边缘中击败50个偏执者。",
                "score": "10"
            },
            {
                "name": "正念想象",
                "enName": "Positive Visualization",
                "icon": "https://images.uesp.net/7/75/ON-icon-achievement-Positive_Visualization.png",
                "des": "在理智边缘，八位不同的玩家必须在与主教亚赛拉战斗的同时使用威顿的清醒击杀恐惧。",
                "score": "10"
            },
            {
                "name": "星体周期",
                "enName": "Astral Cycle",
                "icon": "https://images.uesp.net/d/d8/ON-icon-achievement-Astral_Cycle.png",
                "des": "在（老兵模式）理智边缘与首席巫师特尔乌万的遭遇战期间，作为一个团队，始终正确输入正确的水晶控制序列。",
                "score": "10"
            },
            {
                "name": "医学死亡",
                "enName": "Clinical Mortality",
                "icon": "https://images.uesp.net/1/16/ON-icon-achievement-Clinical_Mortality.png",
                "des": "在（老兵模式）理智边缘于首席巫师特尔乌万的遭遇战期间，奇美拉一旦复活就不再回到雕像状态。",
                "score": "10"
            },
            {
                "name": "清醒之声",
                "enName": "Voice of Clarity",
                "icon": "https://images.uesp.net/a/a5/ON-icon-achievement-Voice_of_Clarity.png",
                "des": "在理智边缘中，在与折磨者安苏尔的遭遇战期间，进入威顿的磨难7次。",
                "score": "10"
            },
            {
                "name": "无畏理智",
                "enName": "Fearless Sanity",
                "icon": "https://images.uesp.net/a/a5/ON-icon-achievement-Fearless_Sanity.png",
                "des": "在（老兵模式）理智边缘中，在与折磨者安苏尔的遭遇战期间，以少于4名玩家的队伍完成每一个磨难。",
                "score": "10"
            },
            {
                "name": "团体治疗",
                "enName": "Group Therapy",
                "icon": "https://images.uesp.net/2/2a/ON-icon-achievement-Group_Therapy.png",
                "des": "在理智边缘中和折磨者安苏尔战斗时，让11名玩家在一场迷宫运行中抵达终点。",
                "score": "10"
            },
            {
                "name": "法师保卫者",
                "enName": "Mage Protector",
                "icon": "https://images.uesp.net/4/41/ON-icon-achievement-Mage_Protector.png",
                "des": "在（老兵模式）理智边缘中，在升起挑战旗帜后击败主教亚赛拉。",
                "score": "15"
            },
            {
                "name": "梦境毁灭者",
                "enName": "Dream Destroyer",
                "icon": "https://images.uesp.net/8/80/ON-icon-achievement-Dream_Destroyer.png",
                "des": "在（老兵模式）理智边缘中，在升起挑战旗帜后击败首席巫师特尔乌万。",
                "score": "15"
            }
        ],
        "drop": [],
        "mech": []
    },
    {
        "name": "制造大厅",
        "enName": "Halls of Fabrication",
        "place": [
            "",
            "瓦登费尔"
        ],
        "enplace": [
            "Azura's Coast",
            "Vvardenfell"
        ],
        "DLC": "",
        "DLCicon": "",
        "location": "Beneath Tel Fyr",
        "Group_Size": "12",
        "Bosses": "5",
        "mini_Bosses": "0",
        "background": "https://images.uesp.net/5/51/ON-load-Halls_of_Fabrication.jpg",
        "picture": "https://images.uesp.net/6/69/ON-place-Halls_of_Fabrication.jpg",
        "mystery": "据说索萨希尔的构造室能够分析梦达思位面的一切事物，无论是有机物还是无机物，然后以发条机械的形式复制出来。",
        "des": "The Halls of Fabrication are a part of Sotha Sil's Clockwork City.\nThe Halls are an enormous processing facility that produces and iterates the designs for Sotha Sil's machines and reprocesses their material. At one point their functions included the refactoring of material from Dwemer machines, but Sotha Sil suspended this practice at some point in the past.\nThe facility is governed by its central intelligence, the Assembly General, which continues to process and redesign the Clockwork machines alone.\nA portal to the facility opened in Nirn within Abanabi Cave, spewing out fabricants which decimated the local wildlife, and threatened Divayth Fyr's expansion of Tel Fyr.\nYou will receive a Divaricated Tone Fork for defeating the Assembly General with hard mode activated.",
        "BOSS": [
            {
                "name": "猎杀者博西特洛克斯",
                "enName": "Hunter-Killer Positrox",
                "species": "Fabricant",
                "place": "Halls of Fabrication",
                "n-Health": "6,816,516",
                "v-Health": "25,873,552",
                "hmHealth": "",
                "des": "Hunter-Killer Positrox is a verminous fabricant who, together with Hunter-Killer Negatrix, acts as the first boss of the Halls of Fabrication.\nIf both Fabricants are close to each other, they form a link which strengthens them,[verification needed] but also is the only way to dispel the damage shield on the Refabricated Spheres that spawn during the fight. It is advised that one tank keeps one of the Fabricants in the middle of the room, while the other tank kites the second one around, creating the link to destroy any spheres that spawns. They will also cause a debuff which drains more health the longer it is active, and should be dispelled as soon as possible.\nOnce they are killed, a chest spawns at the front of the room they are in. The Pinnacle Factotum appears from the planar rift shortly afterwards.",
                "picture": "https://images.uesp.net/e/eb/ON-creature-Hunter-Killer_Positrox.jpg",
                "skills": [
                    {
                        "name": "震荡",
                        "enName": "Concussion",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_shock_ranged.png",
                        "des": "A basic melee attack dealing moderate physical damage."
                    },
                    {
                        "name": "荷电刺伤",
                        "enName": "Charged Gore",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "The fabricant rushes at you and impales you with its horn, dealing high physical damage and bleed damage over time."
                    },
                    {
                        "name": "劈裂之跃",
                        "enName": "Rending Leap",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": "The fabricant leaps at you if standing further away, dealing high physical damage and knocking you on the ground."
                    },
                    {
                        "name": "电击鞭笞",
                        "enName": "Shock Lash",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "The fabricant swipes its tail at you, dealing high physical damage. The tail swipe produces a wave of traveling lightning, which leads into the next ability, Static Cascade."
                    },
                    {
                        "name": "静电残留",
                        "enName": "Residual Static",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_sorcerer_lightning_splash.png",
                        "des": "The fabricant headbutts the ground, causing a field of electricity to appear, indicated by a large circular AoE, dealing continuous high shock damage."
                    },
                    {
                        "name": "静电传递",
                        "enName": "Static Cascade",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_shock_aoe.png",
                        "des": "Getting hit by the traveling lightning from Shock Lash deals high shock damage each"
                    },
                    {
                        "name": "Empowering Beam",
                        "enName": "Empowering Beam",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "A beam of blue energy forms when the two fabricants are close together, greatly increasing their damage output."
                    },
                    {
                        "name": "Summons Spheres",
                        "enName": "Summons Spheres",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Throughout the fight, Refabricated Spheres will appear in the arena to aid the bosses. They are buffed with an impenetrable damage shield. The only way to remove the shield is to bring the bosses close together to arm their Empowering Beam, and make the beam touch the spheres, which instantly removes the damage shield."
                    },
                    {
                        "name": "Summon Shalks",
                        "enName": "Summon Shalks",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "At 75%/50%/25% health (of the combined heath bar), a large swarm of Shalk Fabricants are summoned into the arena to aid the bosses."
                    },
                    {
                        "name": "折断",
                        "enName": "Snap",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": "If one of the bosses is killed while the other is alive, the remaining fabricant enters an enraged state that massively increases their outgoing damage, to a near lethal-level."
                    }
                ]
            },
            {
                "name": "巅峰机械人",
                "enName": "Pinnacle Factotum",
                "species": "机械人",
                "place": "Halls of Fabrication",
                "n-Health": "10,906,420",
                "v-Health": "46,572,392",
                "hmHealth": "",
                "des": "The Pinnacle Factotum is a Factotum encountered in the Halls of Fabrication after Hunter-Killer Positrox and Hunter-Killer Negatrix are defeated, serving as the second boss of the trial.",
                "picture": "https://images.uesp.net/3/3f/ON-npc-Pinnacle_Factotum.jpg",
                "skills": []
            },
            {
                "name": "大监管者",
                "enName": "Archcustodian",
                "species": "矮人蜘蛛",
                "place": "Halls of Fabrication",
                "n-Health": "4,771,561",
                "v-Health": "20,698,840",
                "hmHealth": "",
                "des": "The Archcustodian is a large Dwarven Spider found at the Halls of Fabrication. It is the third boss of the trial.",
                "picture": "https://images.uesp.net/6/6f/ON-creature-Archcustodian.jpg",
                "skills": [
                    {
                        "name": "蒸发协议",
                        "enName": "Vaporization Protocol",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_dragonknight_002_b.png",
                        "des": "At the start of the fight, the Archcustodian appears surrounded by a large field of energy which grants it an impenetrable damage shield and therefore is invulnerable. Standing in the field of energy deals continuous very high shock damage. To dispel the shield, lure it further down the hallway, and activate the Shock Pylons. After the shield is removed, the Archcustodian becomes stunned for a moderate duration, allowing for a burn phase, before the shield becomes active again. Each time the Archcustodian regains its shield, its walk speed increases."
                    },
                    {
                        "name": "Spinning Traps",
                        "enName": "Spinning Traps",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Throughout the entirety of the fight, spinning blade traps will move about the arena, indicated by large circular AoEs, dealing continuous high physical damage and snaring you if touched."
                    },
                    {
                        "name": "Summon Factotums",
                        "enName": "Summon Factotums",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "After each burn phases is complete and the Archcustodian is walking again, Calefactors and Dissectors are summoned to aid the boss."
                    }
                ]
            },
            {
                "name": "反应器人",
                "enName": "Reactor",
                "species": "机械人",
                "place": "Halls of Fabrication",
                "n-Health": "5,998,532",
                "v-Health": "28,460,908",
                "hmHealth": "",
                "des": "The Reactor is a Factotum encountered together with the Reclaimer and the Reducer in the Halls of Fabrication, where they serve as the fourth boss encounter of the trial.",
                "picture": "https://images.uesp.net/c/c2/ON-npc-Reactor.jpg",
                "skills": [
                    {
                        "name": "敲击",
                        "enName": "Strike",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "A basic melee attack dealing moderate physical damage."
                    },
                    {
                        "name": "升天击",
                        "enName": "Uppercut",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "A powerful melee attack dealing very high physical damage and knocking you away. This attack can be blocked."
                    },
                    {
                        "name": "紧握肢体",
                        "enName": "Grasping Limbs",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": "The Reactor periodically sends out rolling bits of electricity by planting his sword into the ground. They deal high shock damage on the way to their destination, indicated by smaller traveling AoEs. Where they burst, reanimated construct limbs will appear, dealing continuous physical damage and stunning nearby players, indicated by circular AoEs."
                    },
                    {
                        "name": "Empowering Beam",
                        "enName": "Empowering Beam",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "If near any of the other two constructs, they form a link which strengthens both of them, increasing their damage output and resistance. They should therefore be kept separate."
                    },
                    {
                        "name": "超载",
                        "enName": "Overcharge",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_shock_aoe.png",
                        "des": "At certain health thresholds (70%, 40%, and 20%), each of them will overcharge and be immune to all damage. Once all three enemies are overcharged, bringing them together will reverse that, allowing them to be damaged again, as well as offering a burn window while they are briefly stunned."
                    }
                ]
            },
            {
                "name": "组装将军",
                "enName": "Assembly General",
                "species": "矮人巨像",
                "place": "Halls of Fabrication",
                "n-Health": "22,721,708",
                "v-Health": "86,245,152",
                "hmHealth": "107,806,440",
                "des": "The Assembly General is a Dwarven Colossus serving as the final boss of the Halls of Fabrication. Though technically an artificial intelligence in charge of reassembly, it will control a physical body during the fight, and must be dealt with while Divayth Fyr attempts to hack its main console.\nThe Assembly General remains rooted in place throughout the fight, except when moving places during transitions, but has many attacks that can both reach in front of itself on the floor as well as on the upper levels on its sides, as well as being able to attack both areas at the same time with its limbs. It also controls the Truncation Appendage, Ventilation System, and Whirring Blade Traps in the Core Assembly",
                "picture": "https://images.uesp.net/d/d7/ON-creature-Assembly_General.jpg",
                "skills": [
                    {
                        "name": "炮弹投射物",
                        "enName": "Seeker Projectiles",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_fire_aoe.png",
                        "des": "The Assembly General shoots out multiple lightning orbs throughout the arena, both on the upper platforms and the floor, indicated by several medium-sized circular AoEs, dealing high shock damage. More projectiles are sent out after the boss loses its arms"
                    },
                    {
                        "name": "Energy Propulsion",
                        "enName": "Energy Propulsion",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "The Assembly General expulses a large amount of excess energy behind itself, as indicated by a massive rectangular AoE, dealing very large physical damage."
                    },
                    {
                        "name": "升天击",
                        "enName": "Uppercut",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "If you are standing on the floor, the Assembly General performs a massive uppercut, dealing massive physical damage and launching you across the arena if not blocked or avoided."
                    },
                    {
                        "name": "Grasping Stomp",
                        "enName": "Grasping Stomp",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "If you are standing on the floor, the Assembly General stomps the floor with its right foot, sending out grasping tendrils across the floor, indicated by traveling circular AoEs. If touched by one, it inflicts moderate physical damage and immobilizes and primes you for further attacks."
                    },
                    {
                        "name": "Quake Stomp",
                        "enName": "Quake Stomp",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_companion_sorcerer_ragingstorm.png",
                        "des": "If you are standing on the floor, the Assembly General stomps the floor with its left foot, sending out a shockwave of energy forward, indicated by a large rectangular AoE, dealing very high physical damage and knocking you back."
                    },
                    {
                        "name": "喷火器",
                        "enName": "Flamethrower",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_fire_melee.png",
                        "des": "If you are standing on the upper right platform, the Assembly General attacks you with its large flamethrower hand, dousing the platform in flames, indicated by a large circular AoE, dealing continuous high flame damage."
                    },
                    {
                        "name": "Arm Swipe",
                        "enName": "Arm Swipe",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "If you are standing on the upper left platform, the Assembly General swipes its spinning blade arm across it, dealing very high physical damage."
                    },
                    {
                        "name": "Head Scan",
                        "enName": "Head Scan",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Throughout the fight, if a party member dies, the Assembly General's head will start to glow as it performs a scan. After the scan is complete, a Tactical Facsimile is summoned into the arena to aid the boss. It copies the same class as the party member that died."
                    },
                    {
                        "name": "Blade Arm Removal",
                        "enName": "Blade Arm Removal",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "At 91%, 71%, 51%, and 31% health, the Assembly General's blade arm falls off. At the same time, Calefactors and Capacitors appear in the arena to assist the boss."
                    },
                    {
                        "name": "Flamethower Arm Removal",
                        "enName": "Flamethower Arm Removal",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "88%, 68%, 48%, and 28% health, the Assembly General's flamethower arm falls off, with another wave of the same adds being summoned."
                    },
                    {
                        "name": "电化平台",
                        "enName": "Electrified Platform",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_shock_aoe.png",
                        "des": "After the Assembly General reaches the center of the arena, he electrifies the majority of the arena's floor, save for some safe locations close to the Terminals' spawn points. If hit by the electrified floor, it inflicts massive shock damage."
                    },
                    {
                        "name": "轰炸",
                        "enName": "Bombard",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_bow_005_a.png",
                        "des": "While the Assembly General is reforming its arms, it fires rockets from its back at you, indicated by large circular AoEs, dealing high flame damage. Also, if the boss is attacked while rebuilding its arms, no damage is inflicted and in return, the boss fires an additional missile."
                    },
                    {
                        "name": "Summon Terminals",
                        "enName": "Summon Terminals",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "While the Assembly General is reforming its arms, four Terminals appear in four locations within the arena. At the same time, various additional traps, including poison and shock traps, appear to impede your way to them, dealing high poison and shock damage. If at least two of the terminals aren't destroyed fast enough, a burst of electricity is sent out, dealing massive shock damage."
                    },
                    {
                        "name": "Final Onslaught",
                        "enName": "Final Onslaught",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "At 25%, the Assembly General walks to the center of the arena one last time. However, this time no terminals are summoned, and instead the boss will focus fire missiles back to back all over the arena, increasing in quantity and rate of fire over time, dealing high flame damage each. At the same time, poison fills the edge of the central platform, indicated by rectangular AoEs, dealing very high continuous poison damage and keeping you close to itself."
                    },
                    {
                        "name": "Spinning Blade Traps",
                        "enName": "Spinning Blade Traps",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Throughout the fight, the Assembly General activates traveling spinning blade traps that patrol the ground floor of the arena, indicated by circular AoEs, dealing continuous high physical damage and snaring you."
                    }
                ]
            }
        ],
        "equipment": [
            "Automated Defense",
            "Inventor's Guard",
            "Master Architect",
            "War Machine"
        ],
        "achievement": [
            {
                "name": "再造样式大师",
                "enName": "Refabricated Style Master",
                "icon": "https://images.uesp.net/3/3a/ON-icon-quest-Book_01.png",
                "des": "学习再造样式书的每一章，该样式书出现在制造大厅试炼中。",
                "score": "50"
            },
            {
                "name": "精力充沛",
                "enName": "Dynamo",
                "icon": "https://images.uesp.net/2/2e/ON-icon-achievement-Dynamo.png",
                "des": "完成与击败组装将军相关的下列各项成就：",
                "score": "50"
            },
            {
                "name": "制造大厅已完成",
                "enName": "Halls of Fabrication Completed",
                "icon": "https://images.uesp.net/2/28/ON-icon-achievement-Halls_of_Fabrication_Completed.png",
                "des": "击败组装将军，并协助迪瓦伊斯·弗雷阻止来自制造大厅的矮人构造体洪流的到来。",
                "score": "15"
            },
            {
                "name": "制造大厅征服者",
                "enName": "Halls of Fabrication Conqueror",
                "icon": "https://images.uesp.net/1/1f/ON-icon-achievement-Halls_of_Fabrication_Conqueror.png",
                "des": "在（老兵模式）制造大厅击败组装将军。",
                "score": "50"
            },
            {
                "name": "限时试炼：制造大厅",
                "enName": "Time Trial: Halls of Fabrication",
                "icon": "https://images.uesp.net/2/22/ON-icon-achievement-Time_Trial_Halls_of_Fabrication.png",
                "des": "在40分钟的时间限制内完成（老兵模式）制造大厅。当你进入泰尔弗雷下的阿班那比洞穴时试炼开始。",
                "score": "50"
            },
            {
                "name": "运转丝滑",
                "enName": "Well-Oiled Machine",
                "icon": "https://images.uesp.net/e/ee/ON-icon-achievement-Well-Oiled_Machine.png",
                "des": "在没有小队成员死亡的情况下完成（老兵模式）制造大厅。",
                "score": "50"
            },
            {
                "name": "制造大厅胜利者",
                "enName": "Halls of Fabrication Vanquisher",
                "icon": "https://images.uesp.net/b/b2/ON-icon-achievement-Halls_of_Fabrication_Vanquisher.png",
                "des": "在（老兵模式）制造大厅中，通过重置断路器强化组装将军，然后将其击败。",
                "score": "50"
            },
            {
                "name": "环境警惕性",
                "enName": "Environmentally Conscious",
                "icon": "https://images.uesp.net/8/80/ON-icon-achievement-Environmentally_Conscious.png",
                "des": "在（老兵模式）制造大厅中，在没有任何小队成员死于陷阱和危险的情况下击败组装将军。",
                "score": "15"
            },
            {
                "name": "终端终结者",
                "enName": "Terminal Terminator",
                "icon": "https://images.uesp.net/6/6f/ON-icon-achievement-Terminal_Terminator.png",
                "des": "在（老兵模式）制造大厅中，在不让任何终端完成激活程序的情况下击败组装将军。",
                "score": "15"
            },
            {
                "name": "拒绝复制体",
                "enName": "Accept No Substitute",
                "icon": "https://images.uesp.net/9/9e/ON-icon-achievement-Accept_No_Substitute.png",
                "des": "在任意难度下，对于组装将军创造的战术复制体，每种各击败5个。",
                "score": "10"
            },
            {
                "name": "赛特秘闻学者",
                "enName": "Scholar of Seht's Mysteries",
                "icon": "https://images.uesp.net/f/f1/ON-icon-achievement-Scholar_of_Seht%27s_Mysteries.png",
                "des": "发现散布在制造大厅的所有笔记。",
                "score": "10"
            },
            {
                "name": "再造者杀戮者",
                "enName": "Refabricant Slayer",
                "icon": "https://images.uesp.net/f/fd/ON-icon-achievement-Refabricant_Slayer.png",
                "des": "在（老兵模式）制造大厅中击败100个加热器人、电容器人或析象管人。",
                "score": "10"
            },
            {
                "name": "能量之屋",
                "enName": "Power House",
                "icon": "https://images.uesp.net/3/3b/ON-icon-achievement-Power_House.png",
                "des": "在（老兵模式）制造大厅中，在不使用来自发电机的能量打破再造球体的护盾的情况下击败巅峰机械人。",
                "score": "15"
            },
            {
                "name": "计划报废",
                "enName": "Planned Obsolescence",
                "icon": "https://images.uesp.net/5/56/ON-icon-achievement-Planned_Obsolescence.png",
                "des": "在（老兵模式）制造大厅中，在不让回收机械人过充毁损机械人的情况下击败再造受托者。",
                "score": "15"
            },
            {
                "name": "击杀程序",
                "enName": "Kill Process",
                "icon": "https://images.uesp.net/4/41/ON-icon-achievement-Kill_Process.png",
                "des": "在（老兵模式）制造大厅中，在另一个混合体至少还剩余50%生命的情况下击败一个猎杀者混合体，然后再击败剩下的混合体。",
                "score": "10"
            },
            {
                "name": "电击监管者",
                "enName": "Arc-Custodian",
                "icon": "https://images.uesp.net/0/04/ON-icon-achievement-Arc-Custodian.png",
                "des": "在（老兵模式）制造大厅中，在使用少于等于六次电击塔并且无一次失手的情况下，击败大监管者。",
                "score": "10"
            },
            {
                "name": "通过压力测试",
                "enName": "Stress Tested",
                "icon": "https://images.uesp.net/f/f4/ON-icon-achievement-Stress_Tested.png",
                "des": "在没有小队成员死亡的情况下，在重置断路器并强化组装将军之后完成（老兵模式）制造大厅。",
                "score": "50"
            },
            {
                "name": "如钟表般精准",
                "enName": "Like Clockwork",
                "icon": "https://images.uesp.net/5/51/ON-icon-achievement-Like_Clockwork.png",
                "des": "进入阿班那比洞穴后40分钟内，在没有小队成员死亡的情况下，在重置断路器并强化组装将军之后完成（老兵模式）制造大厅。",
                "score": "50"
            }
        ],
        "drop": [],
        "mech": []
    },
    {
        "name": "卢晶堡垒",
        "enName": "Lucent Citadel",
        "place": [
            "",
            "西威尔德"
        ],
        "enplace": [
            "Colovian Highlands",
            "West Weald"
        ],
        "DLC": "",
        "DLCicon": "",
        "location": "Northern tip of West Weald, northeast of Valente Vineyards",
        "Group_Size": "12",
        "Bosses": "",
        "mini_Bosses": "",
        "background": "https://images.uesp.net/4/40/ON-load-Lucent_Citadel.png",
        "picture": "https://images.uesp.net/b/b0/ON-place-Lucent_Citadel.jpg",
        "mystery": "虽然卢晶堡垒笼罩在重重谜团之中，但它是法格雷夫荒原的沙地上一座闪闪发光的建筑。关于其中所隐藏的东西，记载和传说众说纷纭，但它们都认同一点：那里的奥术结肯定强大到足以让另一支勇敢的探险队冒险前行。",
        "des": "Lucent Citadel is a ruined stronghold in the wastelands of Fargrave, accessible from West Weald.  Lucent Citadel is a trial, although unlike other trials, the main objective is to obtain an unstable relic called the Arcane Knot and bring it back to the entrance.",
        "BOSS": [
            {
                "name": "雷拉兹伯爵",
                "enName": "Count Ryelaz",
                "species": "痛苦影暮",
                "place": "Lucent Citadel",
                "n-Health": "10,250,656",
                "v-Health": "27,943,440",
                "hmHealth": "48,901,020",
                "des": "Count Ryelaz is a Grievous Twilight that can be encountered in Lucent Citadel, where it and Zilyesset serve as the first bosses.",
                "picture": "https://images.uesp.net/e/e9/ON-creature-Count_Ryelaz.jpg",
                "skills": []
            },
            {
                "name": "卡沃特·阿格南",
                "enName": "Cavot Agnan",
                "species": "Breton",
                "place": "Lucent Citadel",
                "n-Health": "10,211,050",
                "v-Health": "40,750,848",
                "hmHealth": "",
                "des": "Cavot Agnan is a Breton found in the final room of the Sunken Ruins in Lucent Citadel where he serves as the second boss.",
                "picture": "",
                "skills": []
            },
            {
                "name": "神秘破裂碎片",
                "enName": "Orphic Shattered Shard",
                "species": "碎晶魔形",
                "place": "Lucent Citadel",
                "n-Health": "21,812,840",
                "v-Health": "65,201,356",
                "hmHealth": "97,802,032",
                "des": "The Orphic Shattered Shard is a Shattered Shard encountered in the Catalyst Nook of Lucent Citadel where it serves as the third boss.",
                "picture": "https://images.uesp.net/8/8b/ON-creature-Orphic_Shattered_Shard.jpg",
                "skills": []
            },
            {
                "name": "佐林",
                "enName": "Xoryn",
                "species": "魔人",
                "place": "Lucent Citadel",
                "n-Health": "2,181,284",
                "v-Health": "9,314,480",
                "hmHealth": "13,971,720",
                "des": "Xoryn is a member of the Shardborn who is seeking to steal the Arcane Knot in the Lucent Citadel.",
                "picture": "https://images.uesp.net/9/96/ON-npc-Xoryn.jpg",
                "skills": []
            }
        ],
        "equipment": [
            "Mora Scribe's Thesis",
            "Perfected Mora Scribe's Thesis",
            "Slivers of the Null Arca",
            "Perfected Slivers of the Null Arca",
            "Xoryn's Masterpiece",
            "Perfected Xoryn's Masterpiece",
            "Lucent Echoes",
            "Perfected Lucent Echoes"
        ],
        "achievement": [
            {
                "name": "宜结不宜解",
                "enName": "Knot Worthy",
                "icon": "https://images.uesp.net/0/04/ON-icon-achievement-Knot_Worthy.png",
                "des": "完成列出的卢晶堡垒成就。",
                "score": "50"
            },
            {
                "name": "卢晶堡垒消灭者",
                "enName": "Lucent Citadel Vanquisher",
                "icon": "https://images.uesp.net/7/7f/ON-icon-achievement-Lucent_Citadel_Vanquisher.png",
                "des": "在卢晶堡垒中，击败雷拉兹伯爵、齐利塞特和神秘碎晶魔形，并获得奥术结。",
                "score": "10"
            },
            {
                "name": "卢晶堡垒征服者",
                "enName": "Lucent Citadel Conqueror",
                "icon": "https://images.uesp.net/2/27/ON-icon-achievement-Lucent_Citadel_Conqueror.png",
                "des": "Defeat Count Ryelaz, Zilyesset, Orphic Shattered Shard, and secure the knot in Veteran Lucent Citadel.",
                "score": "10"
            },
            {
                "name": "寻回专家",
                "enName": "Retrieval Specialist",
                "icon": "https://images.uesp.net/b/be/ON-icon-achievement-Retrieval_Specialist.png",
                "des": "在（老兵模式）卢晶堡垒中，在升起挑战旗帜后，一次性击败雷拉兹伯爵和齐利塞特、神秘碎晶魔形，并获得奥术结。",
                "score": "50"
            },
            {
                "name": "快速游览",
                "enName": "Expedited Excursion",
                "icon": "https://images.uesp.net/7/79/ON-icon-achievement-Expedited_Excursion.png",
                "des": "在进入（老兵模式）卢晶堡垒的30分钟内，击败雷拉兹伯爵和齐利塞特、神秘碎晶魔形以及除此之外的所有敌人，并获得奥术结。计时从进入卢晶堡垒开始。",
                "score": "50"
            },
            {
                "name": "结晶幸存者",
                "enName": "Crystalline Survivors",
                "icon": "https://images.uesp.net/e/e6/ON-icon-achievement-Crystalline_Survivors.png",
                "des": "在（老兵模式）卢晶堡垒中，在没有小队成员死亡的情况下，击败雷拉兹伯爵和齐利塞特、神秘碎晶魔形以及除此之外的所有敌人，并获得奥术结。",
                "score": "50"
            },
            {
                "name": "奥术稳定者",
                "enName": "Arcane Stabilizer",
                "icon": "https://images.uesp.net/c/c5/ON-icon-achievement-Arcane_Stabilizer.png",
                "des": "在进入（老兵模式）卢晶堡垒30分钟内，升起所有敌人的挑战旗帜，之后在没有小队成员死亡的情况下，击败雷拉兹伯爵和齐利塞特、神秘碎晶魔形以及堡垒内的所有敌人，并获得奥术结。",
                "score": "50"
            },
            {
                "name": "卢晶魔人杀戮者",
                "enName": "Lucent Dremora Slayer",
                "icon": "https://images.uesp.net/f/f4/ON-icon-achievement-Dremora_Slayer_%28Lucent_Citadel%29.png",
                "des": "在（老兵模式）卢晶堡垒击败200个魔人。",
                "score": "10"
            },
            {
                "name": "光明与黑暗杀戮者",
                "enName": "Light and Dark Slayer",
                "icon": "https://images.uesp.net/5/58/ON-icon-achievement-Light_and_Dark_Slayer.png",
                "des": "在（老兵模式）卢晶堡垒击败200个光明使者和暗术师。",
                "score": "10"
            },
            {
                "name": "毁灭反射",
                "enName": "Annihilation Reflected",
                "icon": "https://images.uesp.net/9/9e/ON-icon-achievement-Annihilation_Reflected.png",
                "des": "在（老兵模式）卢晶堡垒中，当雷拉兹伯爵和齐利塞特都在施放湮灭法术时，击败他们。",
                "score": "10"
            },
            {
                "name": "光明精通",
                "enName": "Light Mastery",
                "icon": "https://images.uesp.net/7/7e/ON-icon-achievement-Light_Mastery.png",
                "des": "在卢晶堡垒遭遇雷拉兹伯爵和齐利塞特时，击败50名被璀璨辉束和绝望辉束技能弱化的敌人。",
                "score": "10"
            },
            {
                "name": "打破封印",
                "enName": "Breaking the Seal",
                "icon": "https://images.uesp.net/9/95/ON-icon-achievement-Breaking_the_Seal.png",
                "des": "在卢晶堡垒中，在没有任何玩家被命运封印者杀死的情况下，击败神秘碎晶魔形。",
                "score": "10"
            },
            {
                "name": "责任共担",
                "enName": "Shared Responsibilities",
                "icon": "https://images.uesp.net/7/79/ON-icon-achievement-Shared_Responsibilities.png",
                "des": "在卢晶堡垒中，在每位玩家都交换过一面镜子后，击败神秘碎晶魔形。",
                "score": "10"
            },
            {
                "name": "绝不松手",
                "enName": "Tight Grip",
                "icon": "https://images.uesp.net/5/59/ON-icon-achievement-Tight_Grip.png",
                "des": "在（老兵模式）卢晶堡垒中，确保有6名或以下的不同小队成员持有奥术结，但不允许任何队员携带奥术结两次。",
                "score": "10"
            },
            {
                "name": "跨位面凝聚力",
                "enName": "Interplanar Cohesion",
                "icon": "https://images.uesp.net/f/f1/ON-icon-achievement-Interplanar_Cohesion.png",
                "des": "在（老兵模式）卢晶堡垒中，确保除了奥术结断裂的时候外，任何时候都总有至少5名小队成员支援奥术结携带者。",
                "score": "10"
            },
            {
                "name": "拥抱黑暗",
                "enName": "Embrace the Dark",
                "icon": "https://images.uesp.net/f/f1/ON-icon-achievement-Embrace_the_Dark.png",
                "des": "在卢晶堡垒中，组队使用任意来源的辐光清除黑暗。",
                "score": "10"
            },
            {
                "name": "高飞者",
                "enName": "High Flier",
                "icon": "https://images.uesp.net/b/b5/ON-icon-achievement-High_Flier.png",
                "des": "在（老兵模式）卢晶堡垒中，在保持幽灵之光形态且不使用印记进行补充的情况下，从沉没遗迹高塔的底部一路到达顶端。",
                "score": "10"
            },
            {
                "name": "撕碎碎片",
                "enName": "Shredded Shard",
                "icon": "https://images.uesp.net/5/57/ON-icon-achievement-Shredded_Shard.png",
                "des": "在（老兵模式）卢晶堡垒中，在升起挑战旗帜后击败神秘碎晶魔形。",
                "score": "15"
            },
            {
                "name": "镜像合作",
                "enName": "Mirrored Cooperation",
                "icon": "https://images.uesp.net/3/36/ON-icon-achievement-Mirrored_Cooperation.png",
                "des": "在（老兵模式）卢晶堡垒中，在升起挑战旗帜后击败雷拉兹伯爵和齐利塞特。",
                "score": "15"
            }
        ],
        "drop": [],
        "mech": []
    },
    {
        "name": "凯恩之盾",
        "enName": "Kyne's Aegis",
        "place": [
            "哈芬加尔",
            "西天际"
        ],
        "enplace": [
            "Haafingar",
            "Western Skyrim"
        ],
        "DLC": "",
        "DLCicon": "",
        "location": "North of Kilkreath Temple Wayshrine",
        "Group_Size": "12",
        "Bosses": "3",
        "mini_Bosses": "0",
        "background": "https://images.uesp.net/b/b9/ON-load-Kyne%27s_Aegis.png",
        "picture": "https://images.uesp.net/1/1c/ON-place-Kyne%27s_Aegis.jpg",
        "mystery": "While many Nords attribute the founding of  to  in ,  ruins tell a far older—and darker—story.",
        "des": "Kyne's Aegis is a bastion in the Sea of Ghosts, located on an island off the coast north of Solitude.\nIts original purpose was to be a bulwark against northern invasions which approached the coast via the easiest channel. Thane Ogvar was given ownership over the fort and over time, it morphed into a northern fishing village in addition to a fort. The island's gold veins have led to the Thane establishing a mining operation. Until recently, the fort has remained peaceful with only the occasional northern squall cropping up to cause concern. The transformation of the island to a fishing and mining spot has led to the slow decline of the fort.\nA short time ago, tremendously large longships appeared to the north. Before a proper defense could be mustered, these ships crashed into the island, disgorging Sea Giants and Half-Giants onto the island, led by the powerful Vampire lord Falgravn. These creatures of myth quickly overwhelmed the northern island and have begun the assault of the fort proper. With the island threatened, the Thane has sent for assistance from anyone that can reach the island.\nA copy of Convergence of Maestros, Volume 2 can be found near the boat that takes you to the trial.\nYou will receive a Defiled Oathstone with your other rewards after defeating Falgravn with hard mode engaged.",
        "BOSS": [
            {
                "name": "屠夫扬迪尔",
                "enName": "Yandir the Butcher",
                "species": "海巨人",
                "place": "Kyne's Aegis",
                "n-Health": "13,633,026",
                "v-Health": "80,900,000",
                "hmHealth": "",
                "des": "Yandir the Butcher is a Sea Giant and the first boss of Kyne's Aegis. He is initially accompanied by a giant tame sea adder and a fire shaman.\nAfter the first shaman is slain, more will continue to appear from portals, after around 40 seconds into the arena as the fight goes on. The same goes for his pets. After the initial sea adder is slain, after around a minute, either another sea adder or a gryphon will be called in. If Yandir's pets are left alive long enough, they become enraged and deal far more damage.\nOnce Yandir reaches 50% health, he will stop summoning pets but gains additional abilities.",
                "picture": "https://images.uesp.net/c/cf/ON-npc-Yandir_the_Butcher.jpg",
                "skills": [
                    {
                        "name": "迅捷打击",
                        "enName": "Quick Strike",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "A basic melee attack dealing high physical damage."
                    },
                    {
                        "name": "横劈",
                        "enName": "Cleave",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_heavy.png",
                        "des": "Yandir slowly prepares and then swings his greatsword forward, dealing very high physical damage."
                    },
                    {
                        "name": "烈焰之握",
                        "enName": "Fiery Grip",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_dragonknight_005.png",
                        "des": "Yandir sends chains at far away targets and pulls them to him."
                    },
                    {
                        "name": "升天击",
                        "enName": "Uppercut",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "A melee attack that deals very high physical damage and knocks targets back if it connects. This attack can be blocked."
                    },
                    {
                        "name": "Heal Pet",
                        "enName": "Heal Pet",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "If they're close together, Yandir will heal his pet occasionally. The tanks need to keep Yandir and his pet far away from each other. (Pre-50% only)"
                    },
                    {
                        "name": "幻术图腾",
                        "enName": "Conjure Totem",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Yandir recoils into himself and then raises his harm, conjuring a Chaurus Totem, a Dragon Totem, Gargoyle Totem, or a Harpy Totem into the arena. The color of the magic in Yandir's hand indicates which totem is being summoned."
                    },
                    {
                        "name": "冰雹震爆",
                        "enName": "Hailstone Burst",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_cold_aoe.png",
                        "des": "Yandir looks up then leaps high into the air, similar to a warpriest, and crashes back down, dealing massive physical damage and knocking down targets. This doesn't have an AoE indicator. (Post-50% only)"
                    },
                    {
                        "name": "破裂",
                        "enName": "Shatter",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_disorient.png",
                        "des": "Yandir swings his greatsword overhead and slams it into the ground, dealing very high physical damage and knocking down targets. (Post-50% only)"
                    }
                ]
            },
            {
                "name": "威若船长",
                "enName": "Captain Vrol",
                "species": "海巨人",
                "place": "Kyne's Aegis",
                "n-Health": "13,633,026",
                "v-Health": "80,900,000",
                "hmHealth": "",
                "des": "Captain Vrol is a Sea Giant warrior and the second boss of Kyne's Aegis.",
                "picture": "https://images.uesp.net/7/70/ON-npc-Captain_Vrol.jpg",
                "skills": [
                    {
                        "name": "迅捷打击",
                        "enName": "Quick Strike",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "A basic melee attack dealing high physical damage."
                    },
                    {
                        "name": "雷霆猛击",
                        "enName": "Thunderous Bash",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_2handed_004.png",
                        "des": "A heavy shield bash that deals very high physical damage and shock damage and stuns if it hits the target. This attack can be blocked."
                    },
                    {
                        "name": "冰冷之雾",
                        "enName": "Frigid Fog",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": "Captain Vrol points his hammer at a target, putting a tracking frost field around that that deals continuous high frost damage to them and nearby allies that stand in the tracking circle."
                    },
                    {
                        "name": "电击鱼叉",
                        "enName": "Shocking Harpoon",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Captain Vrol hurls a Sharpened Conduit into the arena floor, which then tethers and pulls multiple targets towards it, while inflicting them with continuous very high shock damage."
                    },
                    {
                        "name": "召唤",
                        "enName": "Summon",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_057.png",
                        "des": "Captain Vrol summons a Storm Twin, a copy of himself that uses the same abilities."
                    },
                    {
                        "name": "Vrolsworn",
                        "enName": "Vrolsworn",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "During the fight, Vrolsworn Conjurers will appear one at a time on the boat near the arena and summon portals that spawn reinforcements, in the form of Half-Giant Apothecaries, Half-Giant Bulwarks, and Half-Giant Harpooners. The most vital summons are the Bulwarks as they can make Captain Vrol invulnerable when standing near him."
                    }
                ]
            },
            {
                "name": "法尔格拉文领主",
                "enName": "Lord Falgravn",
                "species": "吸血鬼领主",
                "place": "Kyne's Aegis",
                "n-Health": "18,177,368",
                "v-Health": "124,193,032",
                "hmHealth": "275,984,480",
                "des": "Lord Falgravn is an ancient Vampire Lord pirate who has invaded the island of Kyne's Aegis with his Sea Giant allies. He has taken up occupation of the Dragon Cult ruins in the island's interior.\nIf you failed to pick up the related quest from Thane Ogvar at the trial's entrance, Lord Falgravn will drop one of two items for you to give to him so that you can collect your weekly reward. On Normal and Veteran, you will loot an Amulet of Bats, and if you complete Hard Mode, you will loot a Bloodstone Chalice.",
                "picture": "https://images.uesp.net/a/a5/ON-npc-Lord_Falgravn.jpg",
                "skills": [
                    {
                        "name": "尖爪",
                        "enName": "Claw",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_basic.png",
                        "des": "Lord Falgravn strikes a single target with a light attack which deals high physical damage."
                    },
                    {
                        "name": "十字挥击",
                        "enName": "Cross Swipe",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_melee_heavy.png",
                        "des": "Lord Falgravn strikes a single target with a heavy attack which deals very high physical damage."
                    },
                    {
                        "name": "不稳定点",
                        "enName": "Instability",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_skeevatonschock.png",
                        "des": "Lord Falgravn places a small shock circle on 3 (6 if hard mode is active) players which will explode after 4 seconds dealing high shock damage. Players should spread out to avoid taking more damage."
                    },
                    {
                        "name": "乔达尔中尉",
                        "enName": "Lieutenant Njordal",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "10 seconds after the group enters combat with Lord Falgravn, Lieutenant Njordal will spawn on the north side of the room."
                    },
                    {
                        "name": "Call Lightning",
                        "enName": "Call Lightning",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_fire_aoe.png",
                        "des": "At 91% and 81% health, Lord Falgravn will raise his right hand and begin channeling Grievous Pulse, which will deal slowly increasing magic damage the longer he is allowed to channel it. He will also activate 1 of the 4 conduits around the room. Group members must form a chain of bodies between the active conduit and Lord Falgravn in order to briefly stun him. This must be repeated for the 3 remaining conduits in order to stop the him from channeling. He also takes reduced damage while channeling this ability."
                    },
                    {
                        "name": "引导管路",
                        "enName": "Channel on the Conduits",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "At 71% health, Lord Falgravn breaks the floor, forcing you and your companions to fall to the mid level. Here, you will fight a Bitter Knight, a Blood Knight, and a Crimson Knight. When all of them are dead, Lord Falgravn will descend and the next phase of the fight will begin."
                    },
                    {
                        "name": "鲜血之矛",
                        "enName": "Blood Spear",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_ranged.png",
                        "des": "While battling his Knights, Lord Falgravn will target a random player every few seconds with a projectile which deals moderate magic damage."
                    },
                    {
                        "name": "Hemorrhage",
                        "enName": "Hemorrhage",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_026.png",
                        "des": "Lord Falgravn will place a debuff on every player that is currently on the mid level of the barrow which will last for 30 seconds. The initial application will deal a moderate amount of magic damage which can be blocked. Players should only move when absolutely necessary (such as to avoid stacking multiple instabilities.) as they will receive a large amount of damage for a short time after doing so. During this phase, Lord Falgravn will summon several Coagulants which will begin moving towards a blood orb which has spawned in the center of the room. The group must kill as many as possible before they can reach the center."
                    },
                    {
                        "name": "大地破碎MID",
                        "enName": "Floor Shatter Mid",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "At 36% health, Lord Falgravn will break the floor once again, forcing any group members still on the mid level to fall to the lowest level of the barrow."
                    },
                    {
                        "name": "成神",
                        "enName": "Apotheosis",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "After Lord Falgravn lands on the lower level, he will recover 6% of his max health. The amount of healing done cannot be reduced by Major or Minor Defile."
                    },
                    {
                        "name": "Ravenous Swarm",
                        "enName": "Ravenous Swarm",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "After healing himself after landing, Lord Falgravn shrouds himself in a swarm of bats that will deal constant damage to the party and heal himself for the applied damage."
                    },
                    {
                        "name": "不稳定能量",
                        "enName": "Unstable Energy",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/death_recap_magic_aoe.png",
                        "des": "When Lord Falgravn lands at the lowest level of the barrow, the room will be surrounded by a field which deals slowly increasing magic damage to group members."
                    },
                    {
                        "name": "开门",
                        "enName": "Open the doors",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "Lord Falgravn will fly up into the air and briefly deactivate unstable energy on the upper section. 2 of the doors will then open, each with a Torturer who will begin draining the life from a prisoner. If not dealt with by the time Unstable Energy reactivates, they will receive a large health buff and make their way down to the group, now enraged. This will be repeated up to 3 more times during the fight. Killing two torturers during this ability results in their captive helping the party attack the boss afterward."
                    },
                    {
                        "name": "怯懦",
                        "enName": "Cowardice",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_nightblade_016.png",
                        "des": "Any player on the upper section of the lower level when Unstable Energy is active will take very heavy oblivion damage."
                    },
                    {
                        "name": "Incorporeal Fiend",
                        "enName": "Incorporeal Fiend",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_mage_065.png",
                        "des": "While Falgravn is still on the top or mid level of the barrow, death seekers will be continuously spawning on the lower level away from the center of the room. Any player hit by their ground slam will be killed instantly."
                    },
                    {
                        "name": "流放",
                        "enName": "Banishment",
                        "icon": "https://esoicons.uesp.net/esoui/art/icons/ability_debuff_stun.png",
                        "des": "On Hard Mode, if a player resurrects another fallen player, they are sent on a lower level of the arena, where they must flee one-shotting entities and reach a portal that brings them back to the boss."
                    }
                ]
            }
        ],
        "equipment": [
            "Kyne's Wind",
            "Perfected Kyne's Wind",
            "Roaring Opportunist",
            "Perfected Roaring Opportunist",
            "Vrol's Command",
            "Perfected Vrol's Command",
            "Yandir's Might",
            "Perfected Yandir's Might"
        ],
        "achievement": [
            {
                "name": "海巨人样式大师",
                "enName": "Sea Giant Style Master",
                "icon": "https://images.uesp.net/3/3a/ON-icon-quest-Book_01.png",
                "des": "Learn every chapter in the Sea Giant style book, occasionally found as rewards for completing the Kyne's Aegis Trial.",
                "score": "50"
            },
            {
                "name": "凯恩的解救",
                "enName": "Kyne's Deliverance",
                "icon": "https://images.uesp.net/a/ab/ON-icon-achievement-Kyne%27s_Deliverance.png",
                "des": "完成列出的凯恩之盾成就。",
                "score": "50"
            },
            {
                "name": "凯恩之盾胜利者",
                "enName": "Kyne's Aegis Vanquisher",
                "icon": "https://images.uesp.net/f/f3/ON-icon-achievement-Kyne%27s_Aegis_Completed.png",
                "des": "在凯恩之盾中击败屠夫扬迪尔、威若船长和法尔格拉文大君。",
                "score": "10"
            },
            {
                "name": "凯恩之盾征服者",
                "enName": "Kyne's Aegis Conqueror",
                "icon": "https://images.uesp.net/1/13/ON-icon-achievement-Kyne%27s_Aegis_Conqueror.png",
                "des": "在（老兵模式）凯恩之盾中，击败屠夫扬迪尔、威若船长和法尔格拉文大君。",
                "score": "10"
            },
            {
                "name": "凯恩之盾冲刺者",
                "enName": "Kyne's Aegis Sprinter",
                "icon": "https://images.uesp.net/7/78/ON-icon-achievement-Kyne%27s_Aegis_Sprinter.png",
                "des": "在（老兵模式）凯恩之盾中，在进入凯恩栖木村庄后35分钟内，击败屠夫扬迪尔、威若船长和法尔格拉文大君，以及除此之外的所有敌人。",
                "score": "50"
            },
            {
                "name": "堡垒救星",
                "enName": "Savior of the Bastion",
                "icon": "https://images.uesp.net/a/a9/ON-icon-achievement-Kyne%27s_Aegis_Vanquisher.png",
                "des": "在（老兵模式）凯恩之盾中，在升起挑战旗帜后，一次性击败屠夫扬迪尔、威若船长和法尔格拉文大君。",
                "score": "50"
            },
            {
                "name": "完美破城者",
                "enName": "Stainless Siege-breaker",
                "icon": "https://images.uesp.net/a/ab/ON-icon-achievement-Stainless_Siege-breaker.png",
                "des": "在（老兵模式）凯恩之盾中，在进入凯恩栖木村庄后35分钟内，在没有小队成员死亡的情况下，于升起与各个头目对应的挑战旗帜之后击败屠夫扬迪尔、威若船长和法尔格拉文大君，以及他们所有的追随者。",
                "score": "50"
            },
            {
                "name": "混血巨人杀戮者",
                "enName": "Half-Giant Slayer",
                "icon": "https://images.uesp.net/f/f3/ON-icon-achievement-Half-Giant_Slayer.png",
                "des": "在（老兵模式）凯恩之盾中击败100个混血巨人。",
                "score": "10"
            },
            {
                "name": "吸血鬼杀戮者",
                "enName": "Vampire Slayer",
                "icon": "https://images.uesp.net/9/96/ON-icon-achievement-Vampire_Slayer.png",
                "des": "在（老兵模式）凯恩之盾中击败175个吸血鬼和血疫恶魔。",
                "score": "10"
            },
            {
                "name": "胆汁打破者",
                "enName": "Bile Breaker",
                "icon": "https://images.uesp.net/a/a0/ON-icon-achievement-Bile_Breaker.png",
                "des": "在（老兵模式）凯恩之盾中，在没有任何玩家向另一名玩家传播查鲁斯胆汁的情况下，击败屠夫扬迪尔。",
                "score": "10"
            },
            {
                "name": "单个攻城武器",
                "enName": "Singular Siegecraft",
                "icon": "https://images.uesp.net/c/cc/ON-icon-achievement-Singular_Siegecraft.png",
                "des": "在（老兵模式）凯恩之盾中，在只修复两个可用弩炮中的一个的情况下，击败威若船长。",
                "score": "10"
            },
            {
                "name": "最深的感谢",
                "enName": "Deepest Gratitude",
                "icon": "https://images.uesp.net/b/b3/ON-icon-achievement-Deepest_Gratitude.png",
                "des": "在（老兵模式）凯恩之盾中，成功解救所有被法尔格拉文大君关押的囚徒。",
                "score": "10"
            },
            {
                "name": "闪电跳跃者",
                "enName": "Lightning Leaper",
                "icon": "https://images.uesp.net/5/5e/ON-icon-achievement-Lightning_Leaper.png",
                "des": "在（老兵模式）凯恩之盾中，在不被闪电箭命中的情况下，击败屠夫扬迪尔、威若船长和法尔格拉文大君。",
                "score": "10"
            },
            {
                "name": "冷酷的杀戮者",
                "enName": "Stone-hearted Slayer",
                "icon": "https://images.uesp.net/0/0c/ON-icon-achievement-Stone-hearted_Slayer.png",
                "des": "在（老兵模式）凯恩之盾中，允许所有8名囚犯在法尔格拉文大君被击败之前死亡。",
                "score": "10"
            },
            {
                "name": "饶恕仆从",
                "enName": "Spare the Servants",
                "icon": "https://images.uesp.net/3/37/ON-icon-achievement-Spare_the_Servants.png",
                "des": "在（老兵模式）凯恩之盾中，在乔达尔中尉存活的情况下击败法尔格拉文大君。",
                "score": "10"
            },
            {
                "name": "随船沉没",
                "enName": "Down with the Ship",
                "icon": "https://images.uesp.net/f/fd/ON-icon-achievement-Down_with_the_Ship.png",
                "des": "在（老兵模式）凯恩之盾中，在升起挑战旗帜后击败威若船长。",
                "score": "15"
            },
            {
                "name": "绞肉机",
                "enName": "Meatgrinder",
                "icon": "https://images.uesp.net/e/ef/ON-icon-achievement-Meatgrinder.png",
                "des": "在（老兵模式）凯恩之盾中，在升起挑战旗帜后击败屠夫扬迪尔。",
                "score": "15"
            },
            {
                "name": "完美风暴",
                "enName": "Perfect Storm",
                "icon": "https://images.uesp.net/5/50/ON-icon-achievement-Perfect_Storm.png",
                "des": "在（老兵模式）凯恩之盾中，在没有小队成员死亡的情况下击败屠夫扬迪尔、威若船长和法尔格拉文大君，以及除此之外的所有敌人。",
                "score": "50"
            }
        ],
        "drop": [],
        "mech": []
    },
    {
        "name": "",
        "enName": "Online",
        "place": [],
        "enplace": [],
        "DLC": "",
        "DLCicon": "",
        "location": "",
        "Group_Size": "",
        "Bosses": "",
        "mini_Bosses": "",
        "background": "",
        "picture": "https://images.uesp.net/2/27/ON-place-Sanctum_Ophidia.jpg",
        "mystery": "",
        "des": "Trials are a form of endgame content in Elder Scrolls Online. They are designed for groups of 12, and each has a leaderboard associated with it. Each trial has a Normal and Veteran mode, although the leaderboard and the majority of achievements are restricted to Veteran mode.\nTrials also have an additional Hard Mode for certain bosses, which can be activated manually within the dungeon itself. It typically involves activating an item or an object found near the boss. Unlike Group Dungeon hard mode (which is activated by reading a scroll), Trials hard mode can be turned on and off in all trials except for those in Craglorn.\nThe weekly quest for trials resets at a different time for each megaserver: on the North American server, the trial of the week quest period begins on Tuesday 6am ET (10am UTC) and ends at Monday 6pm ET (10pm UTC); on the European server, the period begins on Tuesday 3am UTC (Monday 11pm ET) and ends on Monday 3pm UTC (11am ET).",
        "BOSS": [],
        "equipment": [],
        "achievement": [],
        "drop": [],
        "mech": []
    }
]